{
  "language": "fr",
  "url": "mention-legale",
  "title": "Mentions légales",
  "headline": "Mentions légales",
  "polis180": {
    "addressLabel": "Adresse",
    "register": "Association inscrite auprès de: \\\nAmtsgericht Charlottenburg Registernummer: VR 34523",
    "phoneLabel": "Téléphone",
    "represented": "Comité d'Administration: \\\nSonja Schiffers, Co-présidente, Susanne Zels, Co-présidente, Christoph Abels, Trésorier",
    "representedLabel": "Représenté par:",
    "phone": "+49 (0)176 301 912 30",
    "registerLabel": "Inscription au registre des associations:",
    "address": "Polis180 e.V.\nFriedrichsstraße 180\n10117 Berlin",
    "emailLabel": "Courriel",
    "email": "info@polis180.org"
  },
  "poe": {
    "addressLabel": "Adresse",
    "register": "Association inscrite auprès de: \\\nAmtsgericht Frankfurt am Main\nRegisternummer:  VR 16000",
    "phoneLabel": "Téléphone",
    "represented": "The public charity is represented by the Managing Board, which in turn is represented by the Chair Dr. Daniel Röder.",
    "representedLabel": "Représenté par:",
    "phone": "+49 (0)157 721 209 88",
    "registerLabel": "Inscription au registre des associations:",
    "address": "Pulse of Europe e. V.\nWolfsgangstraße 63\n60322 Frankfurt\nDeutschland",
    "emailLabel": "Courriel",
    "email": "info@pulseofeurope.eu"
  },
  "responsible": {
    "headline": "Responsables du contenu (selon § 55 Abs. 2 RStV)",
    "text": "Susanne Zels pour Polis180\n\nPeter Funk pour Pulse of Europe",
    "mail": "Contact"
  },
  "content": [
    {
      "title": "Limitation of liability for internal content",
      "content": "The content of our website has been compiled with meticulous care and to the best of our knowledge. However, we cannot assume any liability for the up-to-dateness, completeness or accuracy of any of the pages.\n\nPursuant to section 7, para. 1 of the TMG (Telemediengesetz – Tele Media Act by German law), we as service providers are liable for our own content on these pages in accordance with general laws. However, pursuant to sections 8 to 10 of the TMG, we as service providers are not under obligation to monitor external information provided or stored on our website. Once we have become aware of a specific infringement of the law, we will immediately remove the content in question. Any liability concerning this matter can only be assumed from the point in time at which the infringement becomes known to us."
    },
    {
      "title": "Limitation of liability for external links",
      "content": "Our website contains links to the websites of third parties („external links“). As the content of these websites is not under our control, we cannot assume any liability for such external content. In all cases, the provider of information of the linked websites is liable for the content and accuracy of the information provided. At the point in time when the links were placed, no infringements of the law were recognisable to us. As soon as an infringement of the law becomes known to us, we will immediately remove the link in question."
    },
    {
      "title": "Copyright and performance rights",
      "content": "The content and works published on this website are governed by the copyright laws of Germany. Any duplication, processing, distribution or any form of utilisation beyond the scope of copyright law shall require the prior written consent of the author or authors in question."
    }
  ]
}