{
  "language": "cz",
  "url": "partner",
  "title": "Partner",
  "headline": "Partner",
  "content": "Díky podpoře našich přátel a partnerů z celé Evropy jsme mohli poskytnout EUROMAT v 10 evropských zemích.",
  "partners": [
    {
      "name": "ARGO",
      "url": "http://argothinktank.org/en/",
      "description": "ARGO is a new crowdsourcing think tank based in Paris with the aim to reduce the gap between policy and people. ARGO is inclusive, fact based, connected and optimistic."
    },
    {
      "name": "PONTO",
      "url": "http://www.pontothinktank.org/",
      "description": "Ponto je mladý think tank založený ve Vídni, který chce povzbudit rakouskou debatu o evropské a zahraniční politice. Ponto je inovativní, dynamická a nestranná organizace, která je také součástí celoevropské sítě Open Think Tank Network. Mezi hlavní tematické okruhy patří východní Evropa, digitalizace, udržitelnost a zahraniční politika EU."
    },
    {
      "name": "JEF",
      "url": "https://www.mladievropane.cz/",
      "description": "Mladí Evropané (JEF CZ) jsou celoevropské politicky pluralitní hnutí mladých lidí, které se zasazuje o vytvoření sjednocené Evropy na principech federalismu. V současnosti má JEF zázemí ve více jak 25 zemích Evropy a sdružuje okolo 12000 členů. Zastřešující centrála hnutí - JEF Europe - má svou kancelář v Bruselu. Členové JEFu jsou mladí lidé se zájmem o současné dění. Dále JEF připravuje mnoho dalších aktivit jako jsou letní školy a training days."
    },
    {
      "name": "THINKTANK EUROPA",
      "url": "http://english.thinkeuropa.dk/think-tank-europa",
      "description": "Think Tank EUROPA je nezávislý think-tank se sídlem v Kodani v Dánsku a zaměřuje se na evropské otázky. Na základě kompetentního výzkumu a nezávislé analýzy expertní skupina kvalifikuje, zdokonaluje a ovlivňuje debatu o Evropě v Dánsku ve prospěch širší veřejnosti a s celkovým cílem zvýšit znalosti dánské veřejnosti o EU."
    },
    {
      "name": "INSTITUTE for POLITICAL MANAGEMENT",
      "url": "https://ipm.si/en/homepage/",
      "description": "The Institute for Political Management (IPM) is a think tank, established with the purpose of researching, developing and applied operation in the field of politics, more concretely in the field of political management. Due to many years of applied work and research, associates of our consortium provide a comprehensive set of services in the fields of political management, crisis communication, advocacy, lobbying, and consulting in political situations and processes."
    }
  ]
}