{
  "language": "de",
  "url": "partner",
  "title": "Partner",
  "headline": "Partner",
  "content": "Dank der Unterstützung unserer Freunde und Partner in ganz Europa können wir den EUROMAT in 10 europäischen Ländern anbieten.",
  "partners": [
    {
      "name": "ARGO",
      "url": "http://argothinktank.org/en/",
      "description": "ARGO ist ein neuer \"Crowdsourcing\" Thinktank ansässig in Paris mit dem Ziel die Lücke zwischen Politik und Menschen zu schließen. ARGO ist inklusiv, Fakten basierend, vernetzt und optimistisch."
    },
    {
      "name": "PONTO",
      "url": "http://www.pontothinktank.org/",
      "description": "Ponto ist ein in Wien ansässiger junger Grassroots Think Tank, der die österreichische Debatte zur Europa- und Außenpolitik aufmischen will. Ponto ist eine innovative, dynamische und überparteiliche Organisation, die zudem Teil des europaweiten \"Open Think Tank Network (OTTN)\" ist. Den inhaltlichen Hauptfokus bilden Themen wie Osteuropa, Digitalisierung, Nachhaltigkeit und EU-Außenpolitik."
    },
    {
      "name": "JEF Tschechien",
      "url": "https://www.mladievropane.cz/",
      "description": "Das Hauptziel von JEF ist die Schaffung einer demokratischen europäischen Föderation. Dies ist ein wichtiger Bestandteil für Frieden und eine Garantie für eine freiere, gerechte und demokratische Gesellschaft. JEF setzt sich für eine echte europäische Staatsbürgerschaft ein, arbeitet an der Erweiterung und Vertiefung der EU und strebt nach einer gerechteren und integrierten Gesellschaft auf dem europäischen Kontinent. Es ist unabhängig von allen Parteien und Ideologien und verfolgt seine Ziele eigenständig. JEF zielt darauf ab, Europa den Bürger\\*innen näher und die Bürger\\*innen näher an Europa zu bringen."
    },
    {
      "name": "THINKTANK EUROPA",
      "url": "http://english.thinkeuropa.dk/think-tank-europa",
      "description": "Think Tank EUROPA ist ein unabhängiger Thinktank aus Kopenhagen, Dänemark, der sich auf europäische Themen fokussiert. Auf der Basis von kompetenter Forschung und eignen Analysen, charakterisiert, verfeinert und beeinflusst der Thinktank die Debatte über Europa in Dänemark zum Vorteil einer weiteren Öffentlichkeit und mit dem Anspruch das Wissen der dänischen Öffentlichkeit über die EU zu erhöhen."
    },
    {
      "name": "INSTITUTE for POLITICAL MANAGEMENT",
      "url": "https://ipm.si/en/homepage/",
      "description": "Das Institute for POLITICAL MANAGEMENT (IPM) ist ein Thinktank, der mit Ziel in dem Bereich der Politik, genauer gesagt im Bereich des politischen Managements, zu forschen, zu entwickeln und anzuwenden, gegründet wurde. Aufgrund vieler Jahre des angewandten Arbeitens und Forschens, stellen Mitarbeiter*innen unserer Einrichtung ein umfassendes Angebot an Dienstleistungen im Bereich des politischen Managements, der Krisenkommunikation, des Lobbying und Beratung in politischen Situationen und Prozessen zur Verfügung."
    }
  ]
}