{
  "language": "en",
  "url": "partner",
  "title": "Partner",
  "headline": "Partner",
  "content": "We could provide the EUROMAT in 10 European countries thanks to the support of our friends and partners all over Europe.",
  "partners": [
    {
      "name": "ARGO",
      "url": "http://argothinktank.org/en/",
      "description": "ARGO is a new crowdsourcing think tank based in Paris with the aim to reduce the gap between policy and people. ARGO is inclusive, fact based, connected and optimistic."
    },
    {
      "name": "PONTO",
      "url": "http://www.pontothinktank.org/",
      "description": "A small group in Vienna brings the grassroots concept to Austria's think tank landscape. Vienna as a melting pot of cultures and its position as a mediator between the «West» and the «East», Vienna as a hub for global politics and last but not least all the challenges in Austria's national political sphere - all that requires a new democratic voice."
    },
    {
      "name": "JEF Czech Republic",
      "url": "https://www.mladievropane.cz/",
      "description": "JEF´s primary goal is the creation of a democratic European federation as a crucial ingredient for peace, a guarantee for a more free, just and democratic society. JEF promotes true European Citizenship, works for the widening and deepening of the EU and strives for a more just and integrated society on the European continent. It is independent from all political parties and ideologies and pursues its objectives autonomously. JEF aims at bringing Europe closer to the Citizens and the Citizens closer to Europe."
    },
    {
      "name": "THINKTANK EUROPA",
      "url": "http://english.thinkeuropa.dk/think-tank-europa",
      "description": "We are an independent think tank focusing on European issues. We are dedicated to finding constructive and forward-looking answers to Denmark’s role in the European Union."
    },
    {
      "name": "INSTITUTE for POLITICAL MANAGEMENT",
      "url": "https://ipm.si/en/homepage/",
      "description": "The Institute for Political Management (IPM) is a think tank, established with the purpose of researching, developing and applied operation in the field of politics, more concretely in the field of political management. Due to many years of applied work and research, associates of our consortium provide a comprehensive set of services in the fields of political management, crisis communication, advocacy, lobbying, and consulting in political situations and processes."
    }
  ]
}