{
  "language": "fr",
  "url": "partenaires",
  "title": "Nos partenaires",
  "headline": "Nos partnenaires",
  "content": "Il ne nous serait pas possible de présenter l'EUROMAT en 6 langues et 10 pays sans le soutien de nos partenaires partout en Europe:",
  "partners": [
    {
      "name": "ARGO",
      "url": "http://argothinktank.org",
      "description": "ARGO est un laboratoire d'idées innovantes basé à Paris, dont l'objectif est de réduire le fossé entre la politique et les citoyens. ARGO est une plate forme inclusive, indépendante et optimiste, connectée à des partenaires partout en Europe."
    },
    {
      "name": "PONTO",
      "url": "http://www.pontothinktank.org/",
      "description": "Ponto est un jeune think tank participatif et inclusif basé à Vienne. Notre objectif est d'animer le débat autrichien en matière de politique étrangère et européenne. Ponto est une organisation innovante, dynamique et non partisane qui fait partie, avec ses soeurs Argo et Polis180, du réseau européen \"Open Think Tank Network\". Nos thèmes de recherche principaux sont l'Europe de l'Est,la société numérique, la durabilité et la politique étrangère de l'UE."
    },
    {
      "name": "JEF Czech Republic ",
      "url": "https://www.mladievropane.cz/",
      "description": "L'objectif principal de JEF (Jeunes fédéralistes Européens) est la création d'une fédération démocratique européenne, ingrédient crucial pour la paix, garantie d'une société plus libre et plus juste. JEF s'engage pour une véritable citoyenneté européenne, travaille à l'élargissement et l'Approfondissement de l'UE sur le continent européen. JEF est indépendant de tous les partis et idéologies politiques et poursuit ses objectifs de manière autonome. JEF a pour but de rapprocher l'Europe des citoyens et les citoyens de l'Europe."
    },
    {
      "name": "THINKTANK EUROPA",
      "url": "http://english.thinkeuropa.dk/think-tank-europa",
      "description": "Think Tank EUROPA est un think tank indépendant basé à Copenhague qui se concentre sur les affaires européennes. En se basant sur des recherches universitaires et des analyses indépendantes, le think tank évalue, affine et influence le débat autour de l'Europe au Danemark dans l'intérêt du public et avec l'ambition d'accroître les connaissances du public danois au sujet de l'Europe."
    },
    {
      "name": "INSTITUTE for POLITICAL MANAGEMENT",
      "url": "https://ipm.si/en/homepage/",
      "description": "L'Institut de Management Politique, basé à Ljubljana, est un think tank dont la raison d'être est de promouvoir la recherche dans le domaine de la politique appliquée, plus concrètement dans le domaine du management politique. Les associés de notre consortium, forts de leur expérience de recherche et de pratique, proposent un éventail large de services dans le domaine du management politique, de la communication de crise, de la promotion d'idées, du lobying et du conseil dans les processus politiques."
    }
  ],
  "communcations": [
    {
      "name": "AEGEE",
      "url": "https://www.aegee.org/",
      "description": "L'Association des États Généraux des Étudiants de l’Europe nous soutient dans la diffusion de l'EUROMAT partout en Europe."
    }
  ]
}