{
  "language": "si",
  "url": "partnerji ",
  "title": "Partnerji",
  "headline": "Partnerji",
  "content": "EUROMAT ne bi bil mogoč brez podpore naših partnerjev iz celotne Evrope, v sodelovanju s katerimi smo zagotovili uporabo EUROMAT-a v 10 evropskih državah.",
  "partners": [
    {
      "name": "ARGO",
      "url": "http://argothinktank.org/en/",
      "description": "ARGO je mlad inovativen think tank s sedežem v Parizu, katerega namen je zmanjšati razkorak med politiko in ljudmi. ARGO je vključujoča, povezana in optimistična platforma, ki temelji na dejstvih in stremi k sodelovanju ljudi v politiki."
    },
    {
      "name": "PONTO",
      "url": "http://www.pontothinktank.org/",
      "description": "Ponto je mlad think tank s sedežem na Dunaju, ki želi spodbuditi avstrijsko razpravo o evropski in zunanji politiki. Ponto je inovativna, dinamična in nestrankarska organizacija, ki je tudi del evropske mreže \"Open Think Tank Network\". Med njihova ključna tematska žarišča spadajo Vzhodna Evropa, digitalizacija, trajnost in evropska zunanja politika."
    },
    {
      "name": "JEF Czech Republic",
      "url": "https://www.mladievropane.cz/",
      "description": "Primarni cilj JEF-a je ustvariti demokratično evropsko federacijo kot ključno sestavino za mir in jamstvo za bolj svobodno, pravično in demokratično družbo. JEF spodbuja evropsko državljanstvo ter si prizadeva za bolj pravično in vključujočo družbo na evropskem kontinentu. Je neodvisen od političnih strank in ideologij ter avtonomno zasleduje svoje cilje. JEF želi približati Evropo državljanom in državljankam."
    },
    {
      "name": "THINKTANK EUROPA",
      "url": "http://english.thinkeuropa.dk/think-tank-europa",
      "description": "Think tank EUROPA je neodvisen think tank s sedežem v Kopenhagnu (Norveška), ki se osredotoča na evropska vprašanja. Na podlagi kompetentnih raziskav in neodvisnih analiz think tank vpliva na razpravo o Evropi na Danskem in jo izpopolnjuje v korist širše javnosti ter z željo po izboljšanju znanja danske javnosti o EU."
    },
    {
      "name": "INSTITUTE for POLITICAL MANAGEMENT",
      "url": "https://ipm.si/en/homepage/",
      "description": "Inštitut za politični menedžment (IPM) je think tank, ustanovljen z namenom raziskovanja, razvijanja in aplikativnega delovanja na področju politike, točneje na področju političnega menedžmenta. Gre za konzorcij, katerega sodelavci po zaslugi večletnega dela zagotavljajo celosten nabor storitev s področja političnega menedžmenta, kriznega komuniciranja, zagovorništva, lobiranja in svetovanja v političnih situacijah in procesih."
    }
  ]
}