{
  "language": "dk",
  "url": "privacy",
  "title": "[DK] Data privacy",
  "headline": "Data privacy",
  "topics": [
    {
      "title": "Data privacy",
      "content": "We would like to inform you about our privacy policy. You will find information about the collection and use of personal data when using our website. In doing so, we observe the data protection law applicable to Germany. You can access this statement at any time on our website. We expressly point out that data transmission on the Internet (for example, by e-mail communication) has security gaps and can not be completely protected against access by third parties. The use of the contact data of our imprint for commercial advertising is expressly not desired, unless we had previously given our written consent or  a business relationship already exists. The provider and all persons mentioned on this website hereby do not allow any commercial use and disclosure of their data."
    },
    {
      "title": "Personal information",
      "content": "You can visit our website without giving personal data. If personal data (such as name, address or e-mail address) is collected on our pages, this is done on a voluntary basis. This data will not be passed to third parties without your express consent. If a contractual relationship between you and us is modified, or if you ask us to make an inquiry, we collect and use your personal data as far as this is necessary (stock data). We collect, process and use personal data as far as this is necessary to enable you to make use of the website (usage data). All personal data will only be stored as long as this is necessary for the purpose mentioned (processing your request or handling a contract). This takes account of tax and commercial storage periods. On the order of the competent authorities, we may provide information on this data (inventory data) in individual cases, as far as this is necessary for the purposes of law enforcement, security, the fulfillment of the statutory tasks of the constitutional protection authorities or the military shielding service or the enforcement of intellectual property rights."
    },
    {
      "title": "Commenting Features",
      "content": "In the context of the commentary function, we collect personal data (eg name, e-mail) only to answer your comment/s on a contribution of ours. When you publish a comment, the email address you provide is saved but not published. Your name will be published if you have not written under pseudonym."
    },
    {
      "title": "Privacy Policy for the Facebook plug-in (“Like”)",
      "content": "This website uses plug-ins from the Facebook.com company, which are provided by the company Facebook Inc., 1601 S. California Avenue, Palo Alto, CA 94304 in the USA. Users of our website, on which the Facebook plugin (“like” button) is installed, are hereby informed that the plugin connects to Facebook, whereby a transmission to your browser is carried out, so the plugin on The web page. Furthermore, the usage data is passed on to the Facebook servers, which contain information about your website visits on our homepage. For logged in Facebook users, this means that the usage data is assigned to your personal Facebook account. If you are actively using the Facebook plug-in as a logged-in Facebook user (for example, by clicking the “Like” button or using the comment feature), this data will be transferred to your Facebook account and published. This can only be done by logging out of your Facebook account. For more information on Facebook’s data usage, please refer to the Privacy Policy on Facebook at http://de-en.facebook.com/policy.php."
    },
    {
      "title": "Privacy Policy for use of the webmessage service twitter.com",
      "content": "We have also integrated the webmessage service twitter.com on our website. This is provided by the Twitter Inc., 1355 Market St, Suite 900, San Francisco, CA 94103, USA. Twitter offers the so-called “Tweet” function. So you can publish 140 characters long messages with web pages in their own Twitter account. If you use the “Tweet” feature of Twitter on our websites, the respective website will be linked to your account on Twitter and publicized there if necessary. Data is also transmitted to Twitter. We are not aware of the content of the transmitted data and its use by Twitter. For more information, please visit Twitter’s privacy policy: http://twitter.com/privacy. Follow the link below to setup your privacy settings: http://twitter.com/account/settings."
    },
    {
      "title": "Privacy Policy for the Google Analytics web analytics service",
      "content": "This website uses Google Analytics, a web analytics service provided by Google, Inc. (“Google”). Google Analytics uses so-called “cookies”, text files that are stored on your computer and which allow an analysis of the use of the website by you. The information generated by the cookie about your use of this website is generally transferred to a Google server in the USA and stored there. We have enabled IP anonymization. On this website, your IP address will therefore be abridged by Google within the Member States of the European Union or in other States Parties to the Agreement on the European Economic Area. Only in exceptional cases is the full IP address transferred to a Google server in the US and shortened there. On behalf of the operator of this website, Google will use this information to evaluate your use of the website, to compile reports on website activity, and to provide other services related to website usage and internet usage against the website operator. The IP address provided by your browser as part of Google Analytics will not be merged with other Google data. You can prevent cookies from being saved by setting your browser software accordingly; However, we would point out that in this case you may not be able to use all the functions of this website in full. In addition, you may prevent Google from collecting and processing the data (including your IP address) related to your use of the Website (including your IP address), as well as the processing of such data by Google, by downloading the browser plug-in available under the following link And install: http://tools.google.com/dlpage/gaoptout?hl=en"
    },
    {
      "title": "Right to withdraw personal information",
      "content": "You have the right at any time to inquire about the data collected about you free of charge. You have the right at all times to revoke your consent to the use of your specified personal data with effect for the future. For further information please contact the provider under the contact data in the imprint."
    }
  ]
}
