[
  {
    "id": 0,
    "token": "ALDE",
    "name": {
      "de": "Allianz der Liberalen und Demokraten für Europa",
      "en": "Alliance of Liberals and Democrats for Europe (ALDE)"
    },
    "european_profile": {
      "party": {
        "de": "Allianz der Liberalen und Demokraten für Europa",
        "en": "Alliance of Liberals and Democrats for Europe (ALDE)"
      }
    },
    "national_parties": {
      "at": {
        "token": "NEOS",
        "name": "Neos",
        "program": "https://europa.neos.eu/_Resources/Persistent/e4e6d86c469f335a77d3435dbee6d4e8fa95fc42/NEOS%20EU-Programm%202019.pdf"
      },
      "be": {
        "token": "MOR",
        "name": "Mouvement Réformateur",
        "program": "http://www.mr.be/wp-content/uploads/2019/04/MR-PROGRAMME-EUROPEEN-2019.pdf"
      },
      "cz": {
        "token": "ANO-2011",
        "name": "Ano 2011",
        "program": "https://www.anobudelip.cz/file/edee/ke-stazeni/ano-cesko-ochranime.pdf"
      },
      "dk": {
        "token": "RV",
        "name": "Radikale Venstre",
        "program": "https://valg.radikale.dk/"
      },
      "de": {
        "token": "FDP",
        "name": "Freie Demokratische Partei",
        "program": "https://www.fdp.de/sites/default/files/uploads/2019/02/26/2019-01-27-bpt-europas-chancen-nutzen-das-programm-der-freien-demokraten-zur-europawahl-2019.pdf"
      },
      "es": {
        "token": "CIU",
        "name": "Ciudadanos",
        "program": "https://www.ciudadanos-cs.org/"
      },
      "fr": {
        "token": "MR",
        "name": "Mouvement radical",
        "program": "http://lemouvementradical.fr/"
      },
      "ie": {
        "token": "FF",
        "name": "Fianna Fáil",
        "program": "https://www.fiannafail.ie/wp-content/uploads/2019/05/Fianna-Fa%CC%81il-european-election-manifesto-2019.pdf"
      },
      "mt": {
        "token": "PD",
        "name": "Partit Demokratiku",
        "program": "http://pd.org.mt/mt/466-2/"
      },
      "pl": {
        "token": "NO",
        "name": "Nowoczesna",
        "program": "https://nowoczesna.org/"
      },
      "si": {
        "token": "SAB",
        "name": "Stranka Alenke Bratušek",
        "program": "http://www.alenkabratusek.si/"
      },
      "uk": {
        "token": "APNI",
        "name": "The Alliance Party of Northern Ireland",
        "program": "https://allianceparty.org/"
      }
    },
    "program": {
      "de": "https://www.aldeparty.eu/sites/alde/files/40-Resolutions/2019_freedom_opportunity_prosperity_the_liberal_vision_for_the_future_of_europe.pdf",
      "en": "https://www.aldeparty.eu/sites/alde/files/40-Resolutions/2019_freedom_opportunity_prosperity_the_liberal_vision_for_the_future_of_europe.pdf"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "skipped",
        "statement": {
          "de": "Nationale Kompetenz",
          "en": "National competence",
          "fr": "Statement der Partei",
          "cz": "Národní kompetence."
        }
      },
      {
        "thesis": 1,
        "position": "neutral",
        "statement": {
          "de": "Die ALDE begrüßt eine umfassendere europäische Kooperation bei den Verteidigungsaufwendungen und dem PESCO-Abkommen, und sie ermutigt die Mitgliedstaaten dazu, die Verteidigungszusammenarbeit in Bereichen gegenseitigen Vorteils zu intensiveren, und zwar in verstärkter Kooperation mit und in Ergänzung zur NATO, die das Rückgrat der militärischen Zusammenarbeit und der Garant für die kollektive Verteidigung Europas bleiben wird. (2019 Manifesto)",
          "en": "\"We welcome greater European cooperation in defence spending and the agreement of PESCO, and encourage Member States to further increase defence cooperation in areas of mutual advantage, in greater cooperation with and to complement NATO which remains the backbone of military cooperation and guarantor of collective defence for Europe.\" (2019 Manifesto)",
          "fr": "Statement der Partei",
          "cz": "„Vítáme větší evropskou spolupráci v oblasti výdajů na obranu a dohodu o stálé spolupráci a povzbuzujeme členské státy, aby dále zvyšovaly obrannou spolupráci v oblastech, kde je to výhodné, k větší spolupráci s NATO a doplňováním NATO, které zůstává páteří vojenské spolupráce a garantem kolektivní obrany v Evropě. “ (Manifest 2019)"
        }
      },
      {
        "thesis": 2,
        "position": "neutral",
        "statement": {
          "de": "Die ALDE ist der Meinung, dass die Beschlüsse auf derjenigen Ebene –der lokalen oder regionalen Ebene, der nationalen Ebene oder der EU –zu fassen sind, die Ihnen am besten und in der direktesten Weise nützt. Wir unterstützen Initiativen zur Neubewertung und Neuverhandlung der Zuständigkeiten zwischen der Europäischen Union und ihren Mitgliedstaaten, wobei die Grundsätze der Vereinfachung und Subsidiarität nicht vergessen werden dürfen. (2019 Manifesto)",
          "en": "\"We believe that decisions should be taken at the appropriate local and regional, national or EU level that serves you best and most directly. We support initiatives to re-evaluate and re-negotiate of the division of competencies between the European Union and its Member States, strongly keeping in mind the principles of simplification and subsidiarity.\" (2019 Manifesto)",
          "fr": "Statement der Partei",
          "cz": "\"Jsme přesvědčeni, že rozhodnutí by měla být přijímána na příslušné místní a regionální úrovni, na úrovni členských států nebo na úrovni EU, která nejlépe a nejvíce slouží zájmům občanů. Podporujeme iniciativy k přehodnocení a opětovnému jednání o rozdělení pravomocí v Evropské unii, přičemž je třeba mít na paměti zásady zjednodušení a subsidiarity. “ (Manifest 2019)"
        }
      },
      {
        "thesis": 3,
        "position": "neutral",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "Statement der Partei"
        }
      },
      {
        "thesis": 4,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "Statement der Partei"
        }
      },
      {
        "thesis": 5,
        "position": "skipped",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "Statement der Partei"
        }
      },
      {
        "thesis": 6,
        "position": "neutral",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "Statement der Partei"
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {
          "de": "Die Datenschutzpolitik muss harmonisiert und ausgeglichen werden, damit die Zukunft der EU als Standort für Innovation gesichert werden kann. [...] Das Ansprechen der Fragen der Cybersicherheit, des Datenschutzes und der Privatsphäre ist für die ALDE selbstverständlich, denn wenn diese grundlegenden Voraussetzungen nicht gegeben sind, kann es keine digitale Gesellschaft geben. (2019 Manifesto)",
          "en": "\"Data protection policies need to be harmonised and balanced in order to ensure the EU's future as place of innovation […] Addressing the issues of cyber security, data protection, and privacy is selfevident for us, there can be no digital society without these base requirements.\" (2019 Manifesto)",
          "fr": "Statement der Partei",
          "cz": "„Politiky na ochranu údajů musí být harmonizovány a vyváženy, aby se zajistila budoucnost EU jako místa inovací […] Řešení otázek kybernetické bezpečnosti, ochrany údajů a soukromí je pro nás samozřejmostí, bez těchto základů nemůže existovat žádná digitální společnost. “ (Manifest 2019)"
        }
      },
      {
        "thesis": 8,
        "position": "neutral",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "-"
        }
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "-"
        }
      },
      {
        "thesis": 10,
        "position": "neutral",
        "statement": {
          "de": "Die ALDE befürwortet einen europäischen Rahmen für Mindeststeuern auf CO2-Emissionen für Sektoren außerhalb des EU-Emissionshandelssystems. Allerdings ist darauf zu achten, dass die Wettbewerbsfähigkeit der EU-Industrie nicht beeinträchtigt wird. (2012 Resolution)",
          "en": "\"An EU framework for minimum national carbon taxes should be considered for the sectors outside the ETS (Emissions Trading System), but due care needs to be taken not to harm the competitiveness of EU industry.\" (2012 resolution)",
          "fr": "Statement der Partei",
          "cz": "„Rámec EU pro minimální vnitrostátní uhlíkové daně by měl být zvážen pro odvětví mimo systém ETS (systém pro obchodování s emisemi), ale je třeba věnovat náležitou péči tomu, aby nedošlo k poškození konkurenceschopnosti průmyslu EU.“ (Usnesení z roku 2012)"
        }
      },
      {
        "thesis": 11,
        "position": "positive",
        "statement": {
          "de": "Die ALDE ist bestrebt,die Agrarsubventionen substanziell zu reformieren und zu überdenken, da die Reformierung der Gemeinsamen Agrarpolitik einen wichtigen Schritt hin zu den Zielen der Nachhaltigkeit sowie zu höherer Transparenz und Gleichberechtigung bei der Zahlung von Subventionen sein wird. (2019 Manifesto)",
          "en": "\"We aim to substantially reform and rethink agricultural subsidies as reforming the Common Agricultural Policy will be an essential step to the sustainability goals, and greater transparency and equality in the subsidies payment.\" (2019 Manifesto)",
          "fr": "Statement der Partei",
          "cz": "\"Naším cílem je podstatně reformovat a přehodnotit zemědělské dotace, neboť reforma společné zemědělské politiky bude základním krokem k dosažení cílů udržitelnosti a větší transparentnosti a rovnosti v platbách dotací.\" (Manifest 2019)"
        }
      },
      {
        "thesis": 12,
        "position": "skipped",
        "statement": {
          "de": "Die Bürgerinnen und Bürger Europas müssen im Mittelpunkt unserer Sicherheits-und Verteidigungspolitik stehen, die konkrete Aktionen mit engerer Kooperation von der Bekämpfung des Terrorismus bis zu effektiveren Bemühungen zur Sicherung der EU-Außengrenze mit umfassen sollte. Die Stärkung der Befugnisse von Europol und die Intensivierung der Zusammenarbeit beim Austausch von Informationen sind die notwendigen nächsten Schritte, die wir zu nehmen haben. Dies sollte auch eine verbesserte Fähigkeit der Institutionen und Mitgliedstaaten der EU umfassen, unsere Volkswirtschaften und Gesellschaften vor hybriden Aktivitäten wie Desinformationskampagnen, Cyber-Spionage, Cyber-Attacken und einschlägiger Kriminalität zu schützen. (2019 Manifesto)",
          "en": "\"European citizens must be at the centre of our security and defence policy that must involve concrete actions starting with ever-closer cooperation to fight terrorism as well as more effective efforts to secure the EU’s external border. Upgrading Europol’s powers and increasing cooperation in intelligence sharing are necessary next steps we need to take. It must also involve greater capacity across EU institutions and Member States to defend our economies and societies against hybrid activities, such as disinformation campaigns, cyber espionage, cyber-attacks and crime.” (2019 Manifesto)",
          "fr": "Statement der Partei",
          "cz": "„Evropští občané musí být středem naší bezpečnostní a obranné politiky, která musí zahrnovat konkrétní kroky počínaje stále užší spoluprací v boji proti terorismu a účinnější úsilí o zajištění vnějších hranic EU. Je také nutné, aby byly v rámci institucí EU a členských států zavedeny větší kapacity na ochranu našich ekonomik a společností před hybridními hrozbami, jako jsou dezinformační kampaně, kybernetická špionáž, kybernetické útoky a zločin. “(2019 Manifest)"
        }
      },
      {
        "thesis": 13,
        "position": "neutral",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "Statement der Partei"
        }
      },
      {
        "thesis": 14,
        "position": "negative",
        "statement": {
          "de": "Die ALDE spricht sich dafür aus, die Sanktionen gegen die russische Regierung aufrechtzuerhalten, bis diese die Besetzung der Krimhalbinsel beendet und alle Schritte des Minsker Friedensabkommens implementiert. (2016 Resolution)",
          "en": "ALDE is in favor of maintaining and upholding sanctions against the Russian government unless it ceases to occupy the Crimean Peninsula and fully implements all steps of the Minsk Peace Agreement. (2016 resolution)",
          "fr": "Statement der Partei",
          "cz": "ALDE je pro zachování a dodržování sankcí proti ruské vládě, pokud nepřestane okupovat Krymský poloostrov a plně neprovede všechny kroky Minské mírové dohody. (Usnesení z roku 2016)"
        }
      },
      {
        "thesis": 15,
        "position": "skipped",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "Statement der Partei"
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "EU und Mitgliedsstaaten sollten sich auf das Problem der Jugendarbeitslosigkeit und die großen Unterschiede innerhalb Europas konzentrieren, um eine Lösung für dieses dringende Problem zu finden. (2016 Resolution)",
          "en": "\"The EU and the Member States should focus on the problem of youth unemployment and the broad differences within Europe, in order to seek a solution to this pressing issue.\" (2016 resolution)",
          "fr": "Statement der Partei",
          "cz": "„EU a členské státy by se měly zaměřit na problém nezaměstnanosti mládeže a na velké rozdíly v rámci Evropy, aby hledaly řešení tohoto naléhavého problému.“ (Usnesení z roku 2016)"
        }
      },
      {
        "thesis": 17,
        "position": "skipped",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "-"
        }
      },
      {
        "thesis": 18,
        "position": "neutral",
        "statement": {
          "de": "Die ALDE ist der Meinung, dass die EU eine gemeinsame Steuerbemessungsgrundlage einführen sollte, es aber den Mitgliedsstaaten überlässt, den Steuersatz zu bestimmen. (2014 Resolution)",
          "en": "The European Union should introduce a common consolidated tax base, but give the Member States the possibility to decide on tax rates. (2014 resolution)",
          "fr": "Statement der Partei",
          "cz": "Evropská unie by měla zavést společný konsolidovaný základ daně, ale dát členským státům možnost rozhodnout o daňových sazbách. (Usnesení z roku 2014)"
        }
      },
      {
        "thesis": 19,
        "position": "neutral",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "-"
        }
      },
      {
        "thesis": 20,
        "position": "neutral",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "-"
        }
      },
      {
        "thesis": 21,
        "position": "neutral",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "-"
        }
      },
      {
        "thesis": 22,
        "position": "positive",
        "statement": {
          "de": "Vielleicht nicht in erheblichem Umfang, aber die ALDE fordert, dass die EU-Mitgliedstaaten auch in ihre eigene Sicherheit und Verteidigung investieren und ihre eigenen militärischen Fähigkeiten koordiniert verbessern. (2017 Resolution)",
          "en": "Perhaps not substantially but we call for \"EU Member States to also invest in their own security and defence, and improve their own military capabilities in a coordinated manner.\" (2017 resolution)",
          "fr": "Statement der Partei",
          "cz": "Možná ne zásadně, ale vyzýváme členské státy EU, aby také investovaly do své vlastní bezpečnosti a obrany a koordinovaným způsobem zlepšily své vlastní vojenské kapacity. (Usnesení z roku 2017)"
        }
      },
      {
        "thesis": 23,
        "position": "skipped",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "-"
        }
      },
      {
        "thesis": 24,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "-"
        }
      },
      {
        "thesis": 25,
        "position": "positive",
        "statement": {
          "de": "Wir glauben, dass das Europäische Parlament nur einen Sitz in Brüssel haben sollte. (2019 Manifesto)",
          "en": "\"We believe the European Parliament should only have one seat in Brussels\" (2019 Manifesto)",
          "fr": "Statement der Partei",
          "cz": "\"Věříme, že Evropský parlament by měl mít pouze jedno sídlo, a to v Bruselu.\" (Manifest z roku 2019)"
        }
      },
      {
        "thesis": 26,
        "position": "skipped",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "Statement der Partei"
        }
      },
      {
        "thesis": 27,
        "position": "negative",
        "statement": {
          "de": "Der freie Verkehr von Personen in der EU ist für die Weiterführung der europäischen Integration und den Wohlstand Europas unerlässlich,und aus diesem Grund ist ALDE gegen jegliche Wiedereinführung von ständigen Kontrollen an den Binnengrenzen der Schengener Vertragsstaaten. (2019 Resolution)",
          "en": "\"Free movement of people within the EU is vital for continued European integration and prosperity, so we oppose any re-introduction of permanent internal border controls between Schengen member states.\" (2019 Manifesto)",
          "fr": "Statement der Partei",
          "cz": "\"Volný pohyb osob v rámci EU je nezbytný pro pokračující evropskou integraci a prosperitu, a proto jsme proti jakémukoli opětovnému zavedení trvalých kontrol na vnitřních hranicích mezi členskými státy Schengenu.\" (Manifest 2019)"
        }
      },
      {
        "thesis": 28,
        "position": "skipped",
        "statement": {
          "de": "Nationale Kompetenz",
          "en": "National competence",
          "fr": "Statement der Partei",
          "cz": "Národní kompetence."
        }
      },
      {
        "thesis": 29,
        "position": "skipped",
        "statement": {
          "de": "-",
          "en": "-",
          "fr": "-"
        }
      },
      {
        "thesis": 30,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 31,
        "position": "skipped",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 32,
        "position": "skipped",
        "statement": {
          "de": "-",
          "en": "-"
        }
      }
    ]
  },
  {
    "id": 1,
    "token": "EUROPEAN-SPRING",
    "name": {
      "de": "European Spring",
      "en": "Democracy in Europe Movement 2025"
    },
    "european_profile": {
      "party": {
        "de": "European Spring",
        "en": "Democracy in Europe Movement 2025"
      }
    },
    "national_parties": {
      "at": {
        "token": "WANDEL",
        "name": "Der Wandel",
        "program": "https://www.derwandel.at/demokratische-moderne-pdf/#fb0=1"
      },
      "de": {
        "token": "DIEM25",
        "name": "Demokratie in Europa",
        "program": "https://diem25.org/main-de/"
      },
      "dk": {
        "token": "ALTERNATIVET",
        "name": "Alternativet",
        "program": "https://alternativet.dk/aktiv"
      },
      "fr": {
        "token": "GENERATION",
        "name": "Generation s",
        "program": "https://www.generation-s.fr/"
      },
      "es": {
        "token": "ACTÚA",
        "name": "Actúa",
        "program": "https://reaccionayactua.com/"
      },
      "pl": {
        "token": "RAZEM",
        "name": "Partiarazem",
        "program": "http://partiarazem.pl/"
      }
    },
    "program": {
      "de": "https://europeanspring.net/wp-content/uploads/2019/02/EuropeanSpring-Manifesto-2019.DE.pdf",
      "en": "https://europeanspring.net/wp-content/uploads/2019/03/EuropeanSpring-Manifesto.ENG_.pdf"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "Um informierte Entscheidungen zu treffen sollten die Bürger Europas ihre gemeinsame Geschichte, Institutionen und die EU Politik kennen.",
          "en": "European citizens must know about their common history, their institutions, and EU policies in order to make informed democratic decisions."
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "So lange militärische Kapazitäten (zur reinen Verteidigung) nötig sind, sollte die EU nicht weiter unnötige Ressourcen vergeuden und seine Streitkräfte zusammenschließen. Dies ist auch ein Schritt in eine Zukunft, in der Krieg ziwschen den Mitgliedern der EU unmöglich sein wird.",
          "en": "As long as (purely defensive) military capacties are required, the EU should stop wasting resources and merge military forces. This is also a further step to make future wars between EU countries all but impossible."
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "European Spring kämpft für eine Europäische Konstitution, die von den Bürgern verfasst und verabschiedet wird. Es soll die Entscheidung der Bürger sein, welche Kompetenzen die EU hat und welche Länder, Regionen und Kommunen innehaben.",
          "en": "The European Spring fights for a European Constitution which is written and adopted by the European citizens. It will be the citizens' prerogative to decide which competencies should be at the European level and which belong to lower levels such as countries, regions and communes."
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "Mit unserem Green New Deal wollen wir einen schnellen Wechsel hin zu erneuerbarer Energie erwirken und ein Auslaufen von Subventionen für nicht erneuerbare Energie wie Kohle und Atomenergie erreichen.",
          "en": "With our Green New Deal, we allow a fast  adoption of renewable  energy sources and  phasing out of all  subsidies for non-renewable  energy system including coal and atomic energy"
        }
      },
      {
        "thesis": 4,
        "position": "negative",
        "statement": {
          "de": "Generell sollten Produkte, die in der EU produziert werden, ohne Schutz vor Wettbewerb auskommen - Handelskriege sind kein adequates Mittel um ein gerechteres Wachstum in der Welt zu erreichen. Allerdings sollten Produkte, die im Einklang mit Umwelt-, Gesundheits und Arbeits- Standards produziert wurden nicht mit Produkten konkurrieren, die im Ausland zu einem niedrigeren Standard hergestellt wurden. Nichtsdestrotrotz sollte es Ausnahmen für Produkte aus dem globalen Süden geben.",
          "en": "Generally, European products do not and should not need protection from competition — and trade wars are not conducive to equitable growth in any part of the world. Products that are produced according to strict environmental, health, labour and other standards, however, should be protected from having to compete with foreign products produced according to lower standards. There should be sensible exceptions for imports from the global south."
        }
      },
      {
        "thesis": 5,
        "position": "negative",
        "statement": {
          "de": "Alle EU Mitgliedsstaaten sollten natürlich zu einer gemeinsamen Migrationsstrategie beitragen. Aber wir lehnen die Haltung zu einer \"sicheren\" europäischen Grenze ab - und weisen entschieden darauf hin, dass mehr Ressourcen nötig sind, um Migranten zu schützen, die ihr Leben risktieren. Wir sind überzeugt, dass die Sicherheit an den Grenzen gewährleistet sein wird, wenn es eine sensible Migrationspolitik gibt.",
          "en": "All EU Member-States should, of course, contribute to a common immigration strategy. But we reject the framing around 'securing' the European border — and insist that more resources should be spent saving migrants who risk their lives there. Indeed, security at the borders will become much less difficult if we establish a sensible immigration policy."
        }
      },
      {
        "thesis": 6,
        "position": "positive",
        "statement": {
          "de": "Es gibt nach wie vor viel zu wenig Frauen in leitenden Positionen. Wir fordern eine faire Vertretung aller Geschlechter in Führungspositionen in der EU Administration, dem Europäischen Parlament, großen Unternehmen und Universitäten.",
          "en": "There are still far too few women in management positions. We demand fair representation of all genders in leadership positions at the EU administration, the European Parliament, big companies and universities."
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {
          "de": "European Spring wird die Rechte der EU Bürger dahingehend stärken, Kontrolle über die Nutzung, Speicherung und Löschung ihrer eigenen Daten zu haben. Dies betrifft auch die Datenerfassung von Staaten und internationalen Geheimdiensten.",
          "en": "The European Spring will strengthen the rights of Europe's citizens*to \ncontrol the use, storage and deletion of their data. This also includes \ndata collection by state and international agencies. We need to avoid \nthe threat of an orwellian future which may arrive quickly if unlimted \ndata collection happens to coincide with authoritarian goverment \ntakeovers."
        }
      },
      {
        "thesis": 8,
        "position": "neutral",
        "statement": {
          "de": "Jeder EU Staat sollte einen gerechten Anteil an Geflüchtete aufnehmen; Dennoch sollten die Präferenzen der Geflüchteten Priorität haben (basierend auf dem Beruf, der Familie und den sprachlichen Fähigkeiten des Einzelnen).",
          "en": "Each EUState should accept its fair share of refugees; however the refugees wishes (based on lanour market regarding the person's profession, family, language skills etc.) should have priority"
        }
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {
          "de": "Es sollte strikte Kriterien zur Aufnahme neuer EU Mitgliedsstaaten geben. Diese Kriterien sollten auf der strikten Einhaltung von Menschenrechten, Rechtsstaatlichkeit und Korruptionslevel der einzelnen Kandidaten basiert sein.",
          "en": "There shold be strict criteria for admission of new members to the EU. These criteria should be based, among other things, on the effective protection of human rights and the rule of law as well as corruption levels in the candidate state."
        }
      },
      {
        "thesis": 10,
        "position": "positive",
        "statement": {
          "de": "Wir werden Preise auf den Ausstoß von Kohlestoff erlassen, um die EU auf Linie mit den von Wissenschaftlern aufgestellten Emissionszielen zu bringen. Dies ist Teil unserers Green New Deal für Europa, der unter anderem das Auslaufen von nicht nachhaltigen und umweltschädlichen Formern der Energiegwinnung vorsieht (Kohl und Atomenergie) sowie eine Reform des Emissionshandels.",
          "en": "We will raise prices on carbon to bring Europe in line with emissionstargets suggested by scientists. This is part of our more comprehensive Green new deal for Europe, which includes - among other things - adoption of renewable energy sources and phasing out all non-sustainable and environmentally damaging forms of energy including coal and atomic energy and the reform of the emission trading system and include more sectors."
        }
      },
      {
        "thesis": 11,
        "position": "positive",
        "statement": {
          "de": "European Spring wird die Subventionierung für große Agrarunternehmen einstellen. Dennoch müssen wir kleine, nachhaltige Bauern finanziell unterstützen, die den Tierschutz und die Umwelt respektieren.",
          "en": "European Spring will stop subsidies to large, unsustainable agriculture enterprises. But we must subsidise small, sustainable farms which respect animal welfare and the environment."
        }
      },
      {
        "thesis": 12,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "Der freie Markt beeinflusst Arbeitnehmer in ganz Europa. Deshalb brauchen wir auch eine gemeinsame Arbeitsmarktpolitik, und einen einen Mindestlohn. Dieser sollte sich an den Lebensunterhaltungskosten orientieren und nicht an den Durchschnittslöhnen.",
          "en": "The EU's free market affects employees all over Europe.  Thus we also need a common  policy regarding, among other things, minimum wages. The minimum wage shold be tied to the cost of living, however, not the average income."
        }
      },
      {
        "thesis": 14,
        "position": "negative",
        "statement": {
          "de": "Die EU sollte eine durchgängige Sanktionspolitik allen Staaten gegenüber haben, die einen Anreiz gibt, internationaler Regeln zu befolgen. Speziell Sanktionen gegen Russland sollten abgeschafft werden, die nicht im Einklang mit der Zurückhaltung von Sanktionen in anderen Fällen stehen.",
          "en": "The EU should have a consistent sanctions policy towards all states that creates incentives for following international rules. Specific sanctions against Russia that are inconsistent with the absence of sanctions in other cases should be lifted."
        }
      },
      {
        "thesis": 15,
        "position": "neutral",
        "statement": {
          "de": "Dieser Aussage liegt die teilweise falsche Annahme zu Grunde, dass Missinformationen kriminell sind. Wir brauchen starke Sicherheitsstandards, die mit Hilfe des Internets vor gefährlicher Missinformation, Mobbing und Deformationen schützen. Strafverfolgung sollte allerdings nur ein Teil der schützenden Maßnahmen darstellen. Wichtig ist, dass der Schutz vor dem unrechtmäßgem Nutzen des Internets die Zensur ist. Solch eine Maßnahme muss immer im Einklang mit der freien Meinungsäußerung stehen. Im Zeifel sollte die freie Meinungsäußerung den Vorzug haben.",
          "en": "The question rests on the partially inccorect premise that, for example, misinformation is criminal. We need strong safety mechanisms to protect against dangerous misinformation, bullying, and defamation with the help of the internet. Prosecution, however, should be only a part of that protection mechanism. Most importantly any protection against illegitimate use of the internet is, effectively, censorship. Thus such protection must be balanced against the principles of free speech. In case of doubt free speech should prevail."
        }
      },
      {
        "thesis": 16,
        "position": "negative",
        "statement": {
          "de": "Die hohen Arbeitslosenzahlen sollten von allen Mitgliedsstaaten der EU gemeinschaftlich bekämpft werden. Zusätzlichen brauchen wir eine gemeinsame Sozialpolitik, die sicher stellt, das Armut in der EU beseitigt wird. Die finanzielle Unterstützung ärmerer EU Staaten durch reicherer EU Staaten wird zu einer Stabilität und Prosperität der gesamten EU beitragen und so allen zu Gute kommen. Wegen all diesen Gründe sollte Jugendarbeitslosigkeit auf nationaler und EU Ebene bekämpft werden.",
          "en": "High levels of youth (and other) unemployment should be fought jointly by all EU states. In addition we need a common EU social policy making sure that poverty is eradicated all over the EU. Richer EU regions transferring money to less wealthy ones will share stability and prosperity all over the EU and thus also benefit the richer regions. For all of these reasons, youth unemployment needs to be combatted at BOTH the national and EU levels."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Tonnnen von Gewicht zu bewegen nur um eine 80 kg schwere Person zu bewegen verschwendet enorme Ressourcen. Wir müssen nicht nur den öffentlichen Verkehr stärken sondern auch nachhtaltige und umweltfreundlichen Verkehrsmittel wie Fahrräder und E-Bikes.",
          "en": "Moving a ton of weight to move a 80 Kg person is an   enormous waste of resources. But we need not only enhance public transport but also support sustainable, and environmentally friendly personal transport such as bicycles and ebikes."
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "Es wird geschätzt, dass 1 Trillionen Euro im Jahr auf Grund von Steuervermeidung verlohren gehen. Die Mitgliedsstaaten der EU sollten nicht gezwungen sein, mit einander in einen Steuerwettbewerb treten zu müssen, um neue Arbeitsplätze zu sichern. Private Unternehmen sollten nationale Unterschiede nicht ausnutzen können. European Spring will diese Situation verändern und ein Minimum an Unternehemnssteuer erheben um dafür zu Sorgen, das alle Firmen, die in Europa angesiedelt sind einen fairen Anteil an Steuern zahlen. Generell braucht Europa eine Steuerharmonisieren, die an lokale Gegebenheiten agepasst werden kann.",
          "en": "It is estimated that up to 1 trillion Euro is lost per year due to tax avoidance and tax evasion. The countries of Europe should not be forced to engage in tax competition to attract jobs and private companies should not be allowed to exploit such divisions to avoid paying taxation. The European Spring wants to change situation by introducing a minimum level of corporate taxation, ensuring that all companies operating within the EU pay their fair share. Moreover, Europe generally needs tax harmonisation, allowing, however, for consideration of local circumstances."
        }
      },
      {
        "thesis": 19,
        "position": "negative",
        "statement": {
          "de": "Einige Personen unterliegen der Ausweisung, so lange ihre Menschenrechte im Aufnahmeland garantiert sind. Personen ohne Aufentaltstitel müssen individuell angehört werden - mit dem Feingefühl für die Umstände, unter denen sie nach Europa gekommen sind. Eine Ausweisung ist nur in wenigen Fällen die richtige Antwort - wir lehnen die Aussage ab.",
          "en": "Certain persons may be liable to expulsion, but only if their human rights are guaranteed in the receiving state. Persons lacking residence permits must be dealt with on a case by case basis — but with compassion for circumstances that led them to Europe. Expulsion is rarely the answer, so we disagree with the statement."
        }
      },
      {
        "thesis": 20,
        "position": "negative",
        "statement": {
          "de": "Die Nutzung von elektrischem Geld erlaubt eine Umfassende Nachverfolgung der Bürger. Dies ist Teil einer orwellschen Zukunft, die es zu Verhindern gilt.",
          "en": "Fully electronic money would allow comprehensive tracking of citizens'. This is part of an orwellian future that we must avoid."
        }
      },
      {
        "thesis": 21,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "Die EU sollte mehr Geld in Bildung, Gesundheit und Nachhaltigkeit investieren.",
          "en": "The EU needs to spend more money in important areas like education, health and sustainable efforts for disarmament."
        }
      },
      {
        "thesis": 23,
        "position": "positive",
        "statement": {
          "de": "Der freie Markt der EU wirkt sich auf alle Arbeitssuchende aus.",
          "en": "The EU's free market affects employment seekers in all of Europe."
        }
      },
      {
        "thesis": 24,
        "position": "positive",
        "statement": {
          "de": "Freihandelsabkommen mit Drittstaaten müssen transparent und unter fairen Bedingungen verhandelt werden. Sie sollten nie europäische Umwelt-, Gesundheits- und Arbeitsstandards untergraben.",
          "en": "Trade agreements with foreign states must be negotiated transparently, must be fair, and must must not undermine advanced European environmental, health, labour and other standards."
        }
      },
      {
        "thesis": 25,
        "position": "neutral",
        "statement": {
          "de": "Die regelmäßige Verlegung des Parlaments zwischen Brüssel und Straßburg ist eine enorme Geldverschwendung. Aus Effizienzgründen sollte das Parlament dort sein, wo der Großteil der EU Administration angesiedelt ist: in Brüssel. Strasbourg sollte die Möglichkeit erhalten, für den Umzug des Parlaments entschädigt zu werden.",
          "en": "Moving the whole parliament periodically between Brusseles and Strassbourg is an enormous waste of money. For reasons of efficiency, the parliament needs to be where the bulk of the EU administration is - that is in Bruxelles. Strassbourg should be offered opportunities to compensate for loosing the seat of the parliament."
        }
      },
      {
        "thesis": 26,
        "position": "neutral",
        "statement": {
          "de": "Schlaue, nachhaltige und umweltfreundliche Infrastruktur und öffentliche Dienstleistungen sollten sowohl in städtischem als auch ländlichem Raum vorhanden sein.",
          "en": "Smart, sustainable, and environmentally sound infrastructure and public services need to be available in urban and rural regions alike."
        }
      },
      {
        "thesis": 27,
        "position": "negative",
        "statement": {
          "de": "Die Idee von Schengen ist es, Grenzkontrollen überflüssig zu machen. Die Freiheit sich überall bewegen zu können ist ein fundamentales Menschenrecht und der Eckpfeiler der Europäischen Union. Wir werden die Freizügigkeiten verteidigen und fordern eine sofortige Abschaffung aller Grenzkontrollen im Schengenraum.",
          "en": "The whole idea of Schengen is to abolish border controls. The freedom of movement is a fundamental human right — and a cornerstone of the European Union. We will defend free movement by demanding the immediate elimination of all border controls within the    Schengen area."
        }
      },
      {
        "thesis": 28,
        "position": "negative",
        "statement": {
          "de": "Menschen in Europa haben ein Anrecht auf Sozialfürsorge in allen Mitgliedsstaaten. Sie müssen die Hilfe bekommen, die sie benötigen, um Krankheit, Arbeitslosigkeit und im hohen Alter gut leben zu können. Die Sozialführsorge muss alle Bedürftnisse am Wohnort erfüllen.",
          "en": "People in the EU must enjoy equal social welfare in all Member States. They must receive the help they need in case of sickness, unemployment or old age in the country where they life in. Social wellfare must cover all needs at the place of residence."
        }
      },
      {
        "thesis": 29,
        "position": "positive",
        "statement": {
          "de": "Wir brauchen flexiblere und schnellere Entscheidungen in der EU und fordern das Prinzip der qualifizierten Mehrheit in den Entscheidungsfindungen der EU, auch in der Außenpolitik. Außerdem vordern wir einen Außenminister auf EU Ebene.",
          "en": "We need more flexible and faster decisions in the EU and call for the majority decision-making procedure including foreign policy decisions.  In addition, we call for a forign minister of the EU."
        }
      },
      {
        "thesis": 30,
        "position": "positive",
        "statement": {
          "de": "Wir fordern eine bessere Beschriftung von Lebensmitteln. Transparenz fördert Demokratie und Selbstbestimmung. Eine Ernährungsampel schafft einen Verbraucherschutz für Menschen, die nicht Lesen können oder Kleingedrucktes auf Verpackungen nicht entziffern können.",
          "en": "We call for better labelling of food health values. Transparency enables democracy and self-determination. A food traffic light creates consumer protection for people who cannot read or decipher small printed details."
        }
      },
      {
        "thesis": 31,
        "position": "positive",
        "statement": {
          "de": "Eine demokratische EU braucht ihre eigenen Steuereinnahmen. European Spring setzt sich dafür ein, ein gemeinsames Finanzministerium auf EU Ebene einzurichten. Einnahmen einer Finanztransaktionssteuer könnten in pan-Europäische Arbeits- und Sozialprojekte fließen und gemeinschaftlich verwaltet werden.",
          "en": "A democratic EU needs its own tax resources. European Spring calls therefore for  a common European Ministry of Finance.Revenues from the financial transaction tax can be channelled into pan-European labour and social projects and coordinated jointly."
        }
      },
      {
        "thesis": 32,
        "position": "negative",
        "statement": {
          "de": "European Spring kämpft für eine gemeinsame Europäische Verfassung, die von den Bürgern der EU verfasst und verabschiedet wird. Zweck dieser Verfassung ist es, dass die Bürger gemeinsam darüber beraten, zu welchen Teilen ihre Ländern in der EU integriert sind. Eine simple Ja-Nein Frage (die Frage, die in einem Referndum gestellt werden würde) kann diese Komplexität nicht auflösen. Der Brexit zeigt dies sehr deutlich.",
          "en": "The European Spring fights for a European Constitution which is written and adopted by the European citizens. It is in this constitution that European citizens should deliberate together to which extent their countries should be integrated into the EU. A simplistic yes-no question (which is the only feasible kind of referendum) is incapable to resolve a matter as complex as how closely a country should be attached to the EU. Brexit demonstrates this in a quite striking manner."
        }
      }
    ]
  },
  {
    "id": 2,
    "token": "ECPM",
    "name": {
      "de": "Europäische Christliche Politische Bewegung",
      "en": "European Christian Political Movement"
    },
    "european_profile": {
      "party": {
        "de": "Europäische Christliche Politische Bewegung",
        "en": "European Christian Political Movement"
      }
    },
    "national_parties": {
      "de": {
        "token": "BÜNDNIS-C",
        "name": "Bündnis C - Christen für Deutschland",
        "program": "https://buendnis-c.de/wp-content/uploads/2019/02/Europawahl-2019_Vollprogramm_Buendnis-C.pdf"
      },
      "mt": {
        "token": "AB",
        "name": "Alleanza Bidla",
        "program": "http://www.alleanzabidla.com/wp-content/uploads/2019/02/platform2pdf1.pdf"
      },
      "pl": {
        "token": "PR",
        "name": "Prawica Rzeczypospolitej",
        "program": "http://prawicarzeczypospolitej.org/"
      },
      "uk": {
        "token": "CPA",
        "name": "Christian Peoples Alliance",
        "program": "https://cpaparty.net/"
      }
    },
    "program": {
      "de": "https://ecpm.info/ECPM%20Summary%20Election%20Manifesto%202019.pdf",
      "en": "https://ecpm.info/ECPM%20Summary%20Election%20Manifesto%202019.pdf"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 1,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 2,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 3,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 4,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 6,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 9,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 10,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 11,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 12,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 13,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 14,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 15,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 19,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 20,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 21,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 22,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 23,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 24,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 25,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 26,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 27,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 28,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 29,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 30,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 31,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 32,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      }
    ]
  },
  {
    "id": 3,
    "token": "EDE",
    "name": {
      "de": "Europa Demokratie Esperanto",
      "en": "Europe Democracy Esperanto"
    },
    "european_profile": {
      "party": {
        "de": "Europa Demokratie Esperanto",
        "en": "Europe Democracy Esperanto"
      }
    },
    "national_parties": {},
    "program": {},
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 1,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 2,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 3,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 4,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 5,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 6,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 8,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 10,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 11,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 12,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 14,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 15,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 16,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 17,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 18,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 19,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 20,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 21,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 23,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 24,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 25,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 26,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 27,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 28,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 29,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 30,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 31,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 32,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      }
    ]
  },
  {
    "id": 4,
    "token": "EDP",
    "name": {
      "de": "Europäische Demokratische Partei",
      "en": "European Democratic Party"
    },
    "european_profile": {
      "party": {
        "de": "Europäische Demokratische Partei",
        "en": "European Democratic Party"
      }
    },
    "national_parties": {
      "de": {
        "token": "FW",
        "name": "Freie Wähler",
        "program": "https://www.freiewaehler.eu/Unsere%20Politik/Europa/"
      },
      "es": {
        "token": "CEUS",
        "name": "Coalición por una Europa Solidaria",
        "program": "https://www.google.com"
      },
      "fr": {
        "token": "MODEM",
        "name": "Mouvement Démocrate",
        "program": "https://www.mouvementdemocrate.fr/"
      },
      "si": {
        "token": "DESUS",
        "name": "Demokratična stranka upokojencev Slovenije",
        "program": "https://desus.si/"
      }
    },
    "program": {
      "de": "http://www.democrats.eu/en/theme/a-democratic-europe",
      "en": "http://www.democrats.eu/en/theme/a-democratic-europe"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 1,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 2,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 3,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 4,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 6,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 7,
        "position": "skipped",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 8,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 9,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 10,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 11,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 14,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 15,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 16,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 18,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 19,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 20,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 21,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 23,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 24,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 25,
        "position": "neutral",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 26,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 27,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 28,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 29,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 30,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 31,
        "position": "positive",
        "statement": {
          "de": "-"
        }
      },
      {
        "thesis": 32,
        "position": "negative",
        "statement": {
          "de": "-"
        }
      }
    ]
  },
  {
    "id": 5,
    "token": "EFA",
    "name": {
      "de": "Europäische Freie Allianz",
      "en": "European Free Alliance"
    },
    "european_profile": {
      "party": {
        "de": "Europäische Freie Allianz",
        "en": "European Free Alliance"
      }
    },
    "national_parties": {
      "de": {
        "token": "BAYERN",
        "name": "Bayernpartei",
        "program": "https://bayernpartei.de/wp-content/uploads/2019/04/photo_2019-04-09_17-15-17.jpg"
      },
      "es": {
        "token": "AR",
        "name": "Ahora Repúblicas ",
        "program": "https://www.google.com"
      }
    },
    "program": {
      "de": "https://www.youdecidenow.eu/2019-manifesto-european-elections/",
      "en": "https://www.youdecidenow.eu/2019-manifesto-european-elections/"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 1,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "Die EFA-Mitglieder wollen allgemein keine Kompetenzenrückführung an die Mitgliedsstaaten. Die Kompetenzen/Aufgaben/Politiken sollten sowohl in der Verantwortung der EU als auch ihrer Nationen/Regionen sein, dem Subsidiaritätsprinzip folgend.",
          "en": "The EFA members in general don't want the MS take back competences. The competences/tasks/policies should either be responsibility of the EU or of the nations/regions following, the principle of subsidiarity."
        }
      },
      {
        "thesis": 3,
        "position": "skipped",
        "statement": {
          "de": "Die EFA wünscht sich eine allmählichen Abschaffung der Atomkraft auf europäischer Ebene. Die Förderung von Energieeffizienz, Unabhängigkeit und Selbstversorgung basierend auf erneuerbaren Energien bis 2050 muss der Grundpfeiler für die Energiepolitik der EU sein.",
          "en": "EFA wishes to see a phasing out of nuclear energy at a European level. Promoting energy efficiency and independence and self sufficiency based on renewables by 2050 must be the cornerstone for an EU energy policy"
        }
      },
      {
        "thesis": 4,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 5,
        "position": "neutral",
        "statement": {
          "de": "Die EFA setzt sich ein für Inklusion, Respekt für Diversität und das Brückenbauen zwischen Menschen, und nicht für die Festigung der Grenzen zwischen ihnen.",
          "en": "EFA defends inclusion, respect for diversity, and bridge-building between peoples, rather than the fortification of borders between them"
        }
      },
      {
        "thesis": 6,
        "position": "neutral",
        "statement": {
          "de": "Die EFA fördert Geschlächterparität und erkennt an, dass Europa mehr weibliche Leitung benötigt - Leitung, die Diversität wertschätzt und Raum für Frauen schafft, vor allem aus Minderheiten und anderen verletzlichen Grupen.",
          "en": "EFA fully supports gender parity and recognise that Europe needs more feminist leadership — leadership that values diversity and makes space for women, particularly from minorities and other vulnerable groups."
        }
      },
      {
        "thesis": 7,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 8,
        "position": "neutral",
        "statement": {
          "de": "Die EFA ist Antreiberin für strake Solidarität mit den Ländern und Regionen an den EU Außengrenzen, welche hauptsächlich von der Ankunft der Menschen von außerhalb der EU betroffen sind. Jeder Mitgliedsstaat muss in die inklusive Migrationspolitik involviert sein.",
          "en": "EFA pushes for strong solidarity with countries and regions at the EU borders that are particularly affected by the arrival of people from outside the EU. Every member state must be involved in inclusive policies for migrants."
        }
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {
          "de": "Die EFA glaubt, dass alle Völker das Recht haben, ihr Schicksal und einen sie befähigenden institutionellen Rahmen selbst zu bestimmen.",
          "en": "EFA believes that all peoples have the right to choose their own destiny and an institutional framework that empowers them."
        }
      },
      {
        "thesis": 10,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 11,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 12,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 13,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 14,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 15,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "Die EFA fördert Politiken auf allen Ebenen (staatlich, regional und lokal), um die Jugendarbeitslosigkeit, Fachkräfteabwanderung und Armut zu bekämpfen, mit Blick auf die benachteiligten und peripheren Regionen von Europa, in denen die jungen Menschen damit zu kämpfen haben ihrer Zukunft nachzugehen.",
          "en": "EFA promotes policies at all levels (state, regional and local) to tackle youth unemployment, brain drain and poverty, paying special attention to the deprived and peripheral regions of Europe where young people struggle to pursue their own future."
        }
      },
      {
        "thesis": 17,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 18,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 19,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 20,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 21,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 22,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 23,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 24,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 25,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 26,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 27,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 28,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 29,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 30,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 31,
        "position": "skipped",
        "statement": {
          "de": "Die EFA hat hierzu keine offizielle Position.",
          "en": "EFA doesn't have an official position on this issue"
        }
      },
      {
        "thesis": 32,
        "position": "skipped",
        "statement": {
          "de": "(Die Frage ist nicht ganz eindeutig) Die EFA repräsentiert über 40 Nationen und Regionen, alle pro-europäisch. Die EFA würde jedes Referendum zur EU-Mitgliedschaft unterstützen, das von den Nationen/Regionen ausgeht, die in der EFA repräsentiert sind.",
          "en": "(this question is not very clear) EFA represents over 40 nations and regions, all pro-European.  EFA would support any referendum on the EU membership of the nations/regions represented in EFA."
        }
      }
    ]
  },
  {
    "id": 6,
    "token": "EGP",
    "name": {
      "de": "Europäische Grüne Partei",
      "en": "European Greens"
    },
    "european_profile": {
      "party": {
        "de": "Europäische Grüne Partei",
        "en": "European Greens"
      }
    },
    "national_parties": {
      "at": {
        "token": "DGA",
        "name": "Die Grünen – Die Grüne Alternative",
        "program": "https://www.gruene.at/europawahlprogramm"
      },
      "be": {
        "token": "GROEN",
        "name": "Groen",
        "program": "https://www.groen.be/"
      },
      "cz": {
        "token": "SZ",
        "name": "Strana Zelených",
        "program": "https://www.zeleni.cz/"
      },
      "de": {
        "token": "DIE-GRÜNEN",
        "name": "Bündnis 90/Die Grünen",
        "program": "https://cms.gruene.de/uploads/documents/2019_Europawahl-Programm.pdf"
      },
      "dk": {
        "token": "SF",
        "name": "Socialistisk Folkeparti",
        "program": "https://sf.dk/"
      },
      "es": {
        "token": "EQUO",
        "name": "EQUO",
        "program": "http://partidoequo.es/"
      },
      "fr": {
        "token": "EELV",
        "name": "Europe Écologie-Les Verts",
        "program": "https://eelv.fr/"
      },
      "ie": {
        "token": "GB",
        "name": "Green Party",
        "program": "https://www.greenparty.ie/"
      },
      "mt": {
        "token": "AD",
        "name": "Alternattiva Demokratika",
        "program": "http://www.alternattiva.org.mt/"
      },
      "si": {
        "token": "SMS-ZELENI",
        "name": "Stranka mladih – Zeleni Evrope",
        "program": "http://www.sms.si/"
      },
      "uk": {
        "token": "GPEW",
        "name": "Green Party of England and Wales",
        "program": "https://www.greenparty.org.uk/?q"
      }
    },
    "program": {
      "de": "https://vote.europeangreens.eu/manifesto",
      "en": "https://vote.europeangreens.eu/manifesto"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 1,
        "position": "negative",
        "statement": {
          "de": "Zur Zeit sind wir noch weit entfernt von einer Integration der nationalen Armeen, da eine permanente Kooperation und Koordination nicht exisitiert. Wir befürworten eine Transformation aller bestehenden adhoc Strukturen in dauerhafte multinationale Fähigkeiten.",
          "en": "Currently we are very far from integrating national armed forces, as permanent cooperation and coordination does not even exist. What we advocate is to transform all existing ad hoc structures into permanent multinational capabilities."
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 4,
        "position": "neutral",
        "statement": {
          "de": "Die EU sollte sich in multilateralen Foren für niedrigere Zölle einsetzen. Allerdings sollte sie auch die Möglichkeit haben, sich von nicht nachhaltigen und unfairen Handelspraktiken zu schützen, zum Beispiel durch einen  \nMechanismus zur Anpassung der Kohlenstoffgrenzen.",
          "en": "The EU should in multilateral fora strive towards lower tarifs. However, it should be able to shield itself from unsustainable and unfair trading practices for instance by carbon border adjustment mechanism."
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "Die Grünen sind nicht dagegen die Außengrenzen der EU zu schützen. Allerdings sind wir gegen das Schließen unserer Grenzen für Menschen in Not.",
          "en": "The Greens are not against protecting the outside borders of the EU. We are, however, against closing our borders for people who are in need."
        }
      },
      {
        "thesis": 6,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 8,
        "position": "positive",
        "statement": {
          "de": "Wir Grünen setzen uns schon lange für ein europäisches Asylsystem ein, welches auf Solidarität und der Aufteilung von Verantwortlichkeiten zwischen den Mitgliedsstaaten beruht.",
          "en": "We Greens have long been advocating for a European asylum system which is based on solidarity and responsibility-sharing among Member States."
        }
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 10,
        "position": "positive",
        "statement": {
          "de": "Durch die Stärkung des Emissionshandelsystems und indem andere Sektoren wie die Luft- oder Schifffahrt ihren Anteil zahlen, wollen wir einen fairen Preis für Kohlenstoff erzielen.",
          "en": "We want a fair price for carbon by strenghtenning ETS and making other sectors such as aviation and shipping pay their share."
        }
      },
      {
        "thesis": 11,
        "position": "positive",
        "statement": {
          "de": "Die EU-Unterstützung für Landwirschaft sollte kleine und nachhaltige Landwirte fördern, um einen nachhaltigen Wandel im Agrarsektor zu unterstützen. Subventionen für industrielle Landwirtschaft sollten reduziert werden.",
          "en": "EU support for farming should be supporting small-scale and sustainable farmers in order to support a sustainable transition in the agricultural sector. Subsidies to industrial farming should be reduced."
        }
      },
      {
        "thesis": 12,
        "position": "skipped",
        "statement": {
          "de": "Die Grünen wollen eine Organisation, welche in der Lage ist, gemeinsame Ermittlungen durchzuführen, um die europäische Kooperation im Kampf gegen Terrorismus zu stärken. Dies  sollte kein Geheimdienst sein, sondern eher ein \"FBI\" im europäischen Kontext.",
          "en": "Greens want an organisation that is able to undertake joint investigations to increase European corporation on fighting terrorism. That should be no secret service, but rather an \"FBI\" in European context."
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 14,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 15,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 16,
        "position": "negative",
        "statement": {
          "de": "Nur die nationale Ebene ist nicht ausreichend. Natürlich sollten die Mitgliedsstaaten Maßnahmen einführen, um Jugendarbeitslosigkeit zu bekämpfen, aber die EU sollte auch viel mehr tun, um jungen Menschen zu garantieren, dass sie einfacher einen Arbeitsplatz finden können.",
          "en": "Only national level is not enough. Certainly member states need to put in place policies to fight against youth unemployment, but the EU should also do much more to guarantee young people can find more easily a job."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 19,
        "position": "negative",
        "statement": {
          "de": "Verbrechen sollten bestraft werden (einschließlich Haftstrafen), aber dies sollte nicht zu der Ausweisung aus einem Land führen.",
          "en": "Crimes should be punished (including imprisonement), but not get you expelled from a country."
        }
      },
      {
        "thesis": 20,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 21,
        "position": "negative",
        "statement": {
          "de": "Wir befürworten ein parlamentarisches System, in dem der Präsident durch das Parlament gewählt wird.",
          "en": "We are in favor of a Parliamentary system where the president is elected by the Parliament"
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 23,
        "position": "positive",
        "statement": {
          "de": "Wir schlagen eine Arbeitslosenversicherung für die Eurozone vor, welche auch offen für andere ist, die daran teilnehmen wollen. Diese sollte eine Grundversicherung garantieren, welche durch nationale Arbeitslosenhilfe ergänzt wird.",
          "en": "We propose an unemployment insurance for the euro-zone, and open to others who wish to take part, that guarantees basic coverage, supplemented by national unemployment benefits."
        }
      },
      {
        "thesis": 24,
        "position": "skipped",
        "statement": {
          "de": "Wir sind nicht gegen weitere Handelsabkommen, unter der Voraussetzung, dass diese auf internationalen Regeln und transparenten Prozesse basieren und sie die Rechte von Arbeitern, Landwirten und Verbrauchern, den Tierschutz und den Schutz der Gesundheit und der Umwelt verbessern - und nicht gefährden. Wir befürworten Fortschritte in der WTO und multilaterale Abkommen, welche in völliger Transparenz und mit demokratischer Kontrolle über bilaterale Handelsabkommen verhandelt werden.",
          "en": "We are not against further trade agreements provided they are based on international rules, transparent processes and that they enhance – not endanger – the rights of workers, farmers and consumers, animal welfare and the protection of health and the environment. We favour progress in the WTO and multilateral agreements that are negotiated in full transparency and with democratic control over bilateral trade dealsl."
        }
      },
      {
        "thesis": 25,
        "position": "positive",
        "statement": {
          "de": "Das Reisen zwischen Brüssel und Straßburg ergibt ökologisch und wirtschaftlich gesprochen keinen Sinn. Es sollte nur einen Sitz für das Europäische Parlament geben und die logische Wahl des Standortes wäre dort, wo sich bereits die anderen Institutionen befinden, d.h. in Brüssel. Aber für die Grünen ist die Gewährleistung des Rechts für das Europäische Parlament, den Standort des Sitzes selbst bestimmen zu dürfen, am wichtigsten.",
          "en": "Traveling between Brussels and Strasbourg does not make any sense, ecologically and economically speaking. There should be a single seat for the European Parliament and the logical choice would be to put it where the other institutions are already located, i.e. in Brussels; but the most important for us is that the European Parliament should be granted the right to decide on the location of its seat."
        }
      },
      {
        "thesis": 26,
        "position": "positive",
        "statement": {
          "de": "Die Grünen bevorzugen Investitionen in den öffentlichen Nahverkehr sowohl in städtischen als auch in ländlichen Regionen. Ländliche Regionen sind stark abhängig vom öffentlichen Nahverkehr und anderen öffentlichen Dienstleistungen mit Blick auf ihre Lebensqualität. Öffentlicher Nahverkehr in ländlichen Regionen sollte diese mit städtischen Regionen verbinden.",
          "en": "We favor investments in public transport in both urban and rural areas. Rural areas are highly dependent on public transport and other public services for their liveability. Public transport in rural areas should connect with urban areas."
        }
      },
      {
        "thesis": 27,
        "position": "negative",
        "statement": {
          "en": "-"
        }
      },
      {
        "thesis": 28,
        "position": "negative",
        "statement": {
          "de": "EU-Bürger*innen sollten (Sozial)Leistungen von den Mitgliedsstaaten erhalten, in denen sie ihren Beitrag leisten und Mitglied des Sozialversicherungssystems sind. Für die Grünen ist die Freizügigkeit logischerweise mit sozialer Sicherheit verbunden.",
          "en": "EU citizens should receive benefits in the MS where they contribute and where they are member of social security systems. For the Greens freedom of movement is logically paired with social security."
        }
      },
      {
        "thesis": 29,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 30,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 31,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 32,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-"
        }
      }
    ]
  },
  {
    "id": 7,
    "token": "EUROPEAN-LEFT",
    "name": {
      "de": "Partei der Europäischen Linken",
      "en": "Party of the European Left"
    },
    "european_profile": {
      "party": {
        "de": "Partei der Europäischen Linken",
        "en": "Party of the European Left"
      }
    },
    "national_parties": {
      "at": {
        "token": "KPÖ",
        "name": "Kommunistische Partei Österreichs",
        "program": "https://www.kpoeplus.at/schwerpunkte/"
      },
      "cz": {
        "token": "SDS",
        "name": "Strana demokratického socialismu",
        "program": "http://www.levice.org/"
      },
      "de": {
        "token": "LINKE",
        "name": "Die Linke",
        "program": "https://www.die-linke.de/fileadmin/download/wahlen2019/wahlprogramm_pdf/Europawahlprogramm_2019_-_Partei_DIE_LINKE__Druckversion_.pdf"
      },
      "dk": {
        "token": "ENHEDSLISTEN",
        "name": "Enhedslisten",
        "program": "https://enhedslisten.dk/"
      },
      "es": {
        "token": "EUA",
        "name": "Esquerra Unida i Alternativa",
        "program": "https://www.semprealesquerra.cat/"
      },
      "si": {
        "token": "LEVICA",
        "name": "Levica",
        "program": "http://www.levica.si/wp-content/uploads/2019/04/Za-Evropo-ljudi-ne-kapitala-program-za-evropske-volitve-2019.pdf"
      },
      "uk": {
        "token": "LU",
        "name": "Left Unity",
        "program": "https://leftunity.org/"
      }
    },
    "program": {
      "de": "https://www.european-left.org/wp-content/uploads/2018/11/Manifesto-European-Left_ENG.pdf",
      "en": "https://www.european-left.org/wp-content/uploads/2018/11/Manifesto-European-Left_ENG.pdf"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "skipped",
        "statement": {}
      },
      {
        "thesis": 1,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 2,
        "position": "neutral",
        "statement": {
          "de": "Abhängig vom Politikfeld",
          "en": "it depends on which political field"
        }
      },
      {
        "thesis": 3,
        "position": "skipped",
        "statement": {}
      },
      {
        "thesis": 4,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 5,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 6,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 10,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 11,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 12,
        "position": "skipped",
        "statement": {}
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 14,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 15,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 16,
        "position": "negative",
        "statement": {
          "de": "auch auf europäischer Ebene",
          "en": "also on European level"
        }
      },
      {
        "thesis": 17,
        "position": "skipped",
        "statement": {}
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 19,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 20,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 21,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 23,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 24,
        "position": "neutral",
        "statement": {
          "de": "Wir wollen faire Handelsabkommen.",
          "en": "We want Fair trade agreements."
        }
      },
      {
        "thesis": 25,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 26,
        "position": "skipped",
        "statement": {}
      },
      {
        "thesis": 27,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 28,
        "position": "skipped",
        "statement": {}
      },
      {
        "thesis": 29,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 30,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 31,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 32,
        "position": "skipped",
        "statement": {}
      }
    ]
  },
  {
    "id": 8,
    "token": "EPP",
    "name": {
      "de": "Europäische Volkspartei",
      "en": "European People's Party"
    },
    "european_profile": {
      "party": {
        "de": "Europäische Volkspartei",
        "en": "European People's Party"
      }
    },
    "national_parties": {
      "de": {
        "token": "CDU",
        "name": "Christlich Demokratische Union",
        "program": "https://www.cdu.de/system/tdf/media/dokumente/europawahlprogramm.pdf?file=1&type=field_collection_item&id=18290"
      },
      "pl": {
        "token": "PO",
        "name": "Platforma Obywatelska",
        "program": "https://platforma.org/"
      },
      "at": {
        "token": "ÖVP",
        "name": "Österreichische Volkspartei  ",
        "program": "https://www.dieneuevolkspartei.at/"
      },
      "be": {
        "token": "CD&V",
        "name": "Christen-Democratisch en Vlaams",
        "program": "https://www.cdenv.be/"
      },
      "cz": {
        "token": "TOP",
        "name": "TOP 09",
        "program": "https://www.top09.cz/"
      },
      "dk": {
        "token": "C",
        "name": "Det Konservative Folkeparti ",
        "program": "https://konservative.dk/politik/eu-program-2019-2024/"
      },
      "fr": {
        "token": "LR",
        "name": "Les Républicains",
        "program": "https://www.republicains.fr/sites/default/files/2019-03/2019-03-26-lR-elections-europeennes-projet.pdf"
      },
      "ie": {
        "token": "FG",
        "name": "Fine Gael",
        "program": "https://www.finegael.ie/app/uploads/2019/05/European-Manifesto-2019-PRINT.pdf"
      },
      "mt": {
        "token": "PN",
        "name": "Partit Nazzjonalista ",
        "program": "https://d3n8a8pro7vhmx.cloudfront.net/pn/pages/2611/attachments/original/1556368745/PP_ElectoralProgram_Print_Output-compressed.pdf?1556368745"
      },
      "sl": {
        "token": "SDS",
        "name": "Slovenska demokratska stranka  ",
        "program": "https://www.sds.si/"
      },
      "es": {
        "token": "PP",
        "name": "Partido Popular ",
        "program": "https://www.pp.es/"
      }
    },
    "program": {
      "de": "https://www.eppgroup.eu/what-we-stand-for/campaigns/eu-elections-2019/commitments",
      "en": "https://www.eppgroup.eu/what-we-stand-for/campaigns/eu-elections-2019/commitments"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "neutral",
        "statement": {
          "de": "Wir sind der Überzeugung, dass Lehrpläne auch europapolitische Bildung beinhalten sollten und ermutigen die Mitgliedsstaaten diese in ihren nationalen Lehrplänen einzubeziehen.",
          "en": "We believe that it is important that curriculas include European civic education and we encourage Member States to include European civic education in their national curriculas."
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "Wir wollen die Militärkapazitäten der EU Mitgliedsstaaten bis 2030 zusammenlegen, um eine wirkliche Verteidigungsfähigkeit zu schaffen - nicht um nationale Armeen zu ersetzen, sondern um die europäischen Armeen näher zusammenzubringen und stärker zu machen. Dies soll nicht zu Lasten der spezifischen Sicherheits- und Verteidigungspolitik einzelner Länder gehen.",
          "en": "We want to pool the EU Member States military capacities to create a real defence capacity by 2030 — not to replace any national army but to bring European forces closer together and make them stronger. This shall not prejudice the specific character of the security and defence policy of certain Member States."
        }
      },
      {
        "thesis": 2,
        "position": "neutral",
        "statement": {
          "de": "Wir unterstützen die kontinuierliche Analyse von Kompetenzen und die Annulierung von veralteter Gesetzgebung, um die richtige Balance zwischen den EU-Institutionen und Mitgliedsstaaten zu erhalten. Wir müssen regionale und nationale Parlamente darin bestärken, sich an den Gesetzgebungsprozessen zu beteiligen und ihrer Pflicht zur Überprüfung des Subsidiaritätsprinzipes nachzugehen, damit Entscheidungen so nah wie möglich am Bürger erfolgen.",
          "en": "We support continuosly analysing the balance of competences and annulling outdated legislation to ensure that we keep the right balance between Member States and the EU institutions.We must improve national and regional parliaments’ involvement in law-making and oversight in line with the principle of subsidiarity so that decisions are made as close as possible to the citizens."
        }
      },
      {
        "thesis": 3,
        "position": "negative",
        "statement": {
          "de": "Staaten sollten das Recht haben, über ihren eigenen Energiemix zu bestimmen, basierend auf sicheren und nachhaltigen Energiequellen.",
          "en": "We believe that Member States have the right to determine their own energy mix based on safe and sustainable energy sources."
        }
      },
      {
        "thesis": 4,
        "position": "negative",
        "statement": {
          "de": "Wir unterstützen Freihandelsabkommen, da sie Arbeitsplätze und Wohlstand schaffen. Deshalb sind wir auch gegen die Einführung von Zöllen, denn diese  untergraben Wettbewerb. Wenn ein Land außerhalb der EU die internationalen Hanelsregeln nicht befolgt sind wir bereit unsere Industrie gegen diese unfairen Praktiken zu schützen und wir sind bereit alle vorhandenen Instrumente der Handelspolitik dafür zu nutzen.",
          "en": "We are committed to fair free trade agreements as these create jobs and prosperity. Hence, we are against introducing tariffs as a general measure to deter fair competition. However, if a non-EU country is abusing the international trade rules, we are determined to defend our industries against unfair practices and unfair competition and we are ready to use all trade defence instruments at our disposal."
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "Die EPP ist der Auffassung dass Frontex, die Europäische Agentur für die Grenz- und Küstenwacheweiter, gestärkt werden muss - mit bis zu 10.000 weiteren Grenzbeamten. Wir müssen als Partner zusammen Verantwortung für unsere Grenzen übernehmen und zum Grenzsschutz beitragen.",
          "en": "The EPP is convinced that the Frontex border agency must be further strengthened by recruiting 10 000 more border officers. We must take responsibility of our borders together as partners and we all have to contribute to border security."
        }
      },
      {
        "thesis": 6,
        "position": "neutral",
        "statement": {
          "de": "Wir sind der Überzeugung, dass dies am Besten auf Ebene der Mitgliedsstaaten entschieden wird, aber wir engagieren uns für Chancengleichheit von Frauen und Männer.",
          "en": "We believe that this is best decided at the Member State level but we are committed to equal opportunities between women and men."
        }
      },
      {
        "thesis": 7,
        "position": "positive",
        "statement": {
          "de": "Wir sind Verfechter der Datenschutzgrundverordnung, damit die Daten der Bürger sicherer sind. Wir sind der Auffassung, dass der Skandal um  Cambridge Analytica klar gezeigt hat, warum wir einen starken Datenschutz und eine starke Datensicherheit brauchen. Wir sind nicht  gegen den Gebrauch personenbezogener Daten so lange Datenschutzbestimmungen und Datensicherheitsbestimmungen eingehalten werden, das Einverständnis vorliegt und die Daten anonymisiert werden.",
          "en": "We championed GDPR to make our citizens' data more secure. We believe that Cambridge Analytica scandal demostarates clearly why we need to have strong rules on data protection and privacy. We are not against personalised data use when data protection and privacy rules are fully respected, consent is acquired, and the data is anonymised."
        }
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {
          "de": "Die EPP ist der Meinung, dass alle Mitgliedsstaaten Solidarität zeigen und die gleichen Asylgesetze haben sollten. Wir glauben, dass es eine Lösung geben muss, nach der die Verantwortung zu gleichen Teilen zwischen den Mitgliedsstaaten aufgeteilt und von allen akzeptiert wird.",
          "en": "The EPP believes that Member States must show solidarity to each other and have the same rules for asylum. We believe that we must come with a solution that fairly distributes the responsibilities between Member States and which is acceptable to all Member States."
        }
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {
          "de": "Die EPP ist der Auffassung, dass wir den Westbalkanstaaten eine Perspektive zur Integration in der EU geben müssen und bis dahin ihre Entwicklung und Reformen beobachten. Vor einer Erweiterung müssen alle Kopenhagener Kriterien erfüllt sein.",
          "en": "The EPP believes that we need to give an enlargement perspective to the Western Balkan countries and monitor their progress and reforms. Before any future enlargement the accession/Copenhagen criteria should be fulfilled."
        }
      },
      {
        "thesis": 10,
        "position": "neutral",
        "statement": {
          "de": "Die EPP unterstützt den Emissionshandel als kosteneffektiven Mechanismus. Andere Instrumente können in der Zukunft auch auf ihren Nutzen untersucht werden.",
          "en": "EPP supports the emission trading system as a cost-effective mechanism. Other instruments could be examined in the future."
        }
      },
      {
        "thesis": 11,
        "position": "negative",
        "statement": {
          "de": "Europäische Landwirte produzieren die besten Nahrungsmittel in der Welt und wir müssen dafür sorgen, dass die Gemeinsame Agrarpolitik die nötige Unterstützung dafür gibt.",
          "en": "European farmers produce the best food in the world and we must make sure that we have a modern Common Agricultural Policy that provides the required support to our farmers."
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "Die EPP will die Kooperation der externen und internen Nachrichtendienste forcieren, um eine bessere Vernetzung zur Informationsbeschaffung zu Terroristen, potenziellen Gefährdern und anderen radikalen Personen zu sammeln, egal ob sich diese in ihren Heimatländern aufhalten oder im Ausland und ein Sicherheitsrisiko für die Bürger darstellen.",
          "en": "The EPP will step up the cooperation of our external and internal intelligence services, to allow for a better exchange of intelligence on terrorists, potential offenders, and other radicalised persons, whether they are at home or abroad, who may represent a security risk for our citizens."
        }
      },
      {
        "thesis": 13,
        "position": "negative",
        "statement": {
          "de": "Wir glauben an faire Entlohnung und daran, dass harte Arbeit zu Erfolg führt. Wegen der unterschiedlichen ökonomischen, kulturellen, politischen und sozialen Traditionen sind wir der Meinung, dass die Entscheidung für einen Mindestlohn den Mitgliedsstaaten selbst überlassen werden sollte.",
          "en": "We believe in fair remuneration and that by working hard one can achieve success. Due to the different economic, cultural, political and social traditions, we believe that a decision to introduce a minimum wage should be left for the Member States and their citizens."
        }
      },
      {
        "thesis": 14,
        "position": "negative",
        "statement": {
          "de": "Im Zuge der illegalen Annektion der Krim und der vorsätzlichen Destabilisierung der Ukraine sollte die EU Sanktionen gegen Russland erlassen. Wir fordern, dass Russland alle seine internationalen Verpflichtungen nachgeht. Dazu zählt auch das Abkommen von Minsk, die Wahrung internationalen Rechts und die Einhaltung territorialer Souveränität.",
          "en": "In response to the illegal annexation of Crimea and deliberate destabilisation of Eastern Ukraine, the EU introduced sanctions against Russia. We demand that Russia fullfills all of its international obligations, including the Minsk agreements, respects international law, and the territorial sovereignty of other countries."
        }
      },
      {
        "thesis": 15,
        "position": "positive",
        "statement": {
          "de": "Wir sind der Überzeugung, dass Mobbing, Missinformationen und Verleumdungen ernstzunehmende Probleme sind, die von den nationalen Behörden und den Social Media Plattformen angegangen werden müssen. Wir müssen garantieren, dass die Meinungsfreiheit respektiert wird.",
          "en": "We believe that bullying, misinformation, and defamation are serious problems which need to be dealt with by the competent national authorities and social media platforms. We must ensure that freedom of speech is respected."
        }
      },
      {
        "thesis": 16,
        "position": "negative",
        "statement": {
          "de": "Jugendarbeitslosigkeit ist ein inakzeptabler Zustand und wir haben uns dazu verpflichtet, in den nächsten Jahren 5 Millionen neue Arbeitsplätze zu schaffen. Wir glauben, dass die Bekämpfung der Jugendarbeitslosigkeit ein gemeinsames Unterfangen der Mitgliedsstaaten und der EU ist, weil beide Ebenen Unternehmen darin unterstützen können, Arbeitsplätze zu schaffen und um unserer Jugend neue Perspektiven zu geben.",
          "en": "Youth unemployment is unacceptable and we are committed to creating 5 million new jobs over the next years. We believe that fighting youth unemployment must be a shared undertaking between the Member States and the EU because both can help companies to create new jobs and give our youth new opportunities."
        }
      },
      {
        "thesis": 17,
        "position": "negative",
        "statement": {
          "de": "Wir glauben, dass es den Bürgern selbst überlassen sein sollte, zu entscheiden, wie sie sich fortbewegen wollen.",
          "en": "We believe that our citizens must be the ones to decide how they want to move around."
        }
      },
      {
        "thesis": 18,
        "position": "neutral",
        "statement": {
          "de": "Wir sind der Überzeugung, dass alle Unternehmen ihren fairen Teil zur Gemeinschaft beitragen müssen. Daher bekämpfen wir Steuervermeidung. Wir glauben, dass es eine nationale Kompetenz sein sollte, Steuersätze festzulegen aber wir sollten einen gemeinsamen rechtlichen Rahmen schaffen.",
          "en": "We believe that all companies regardless of their size must pay their fair share towards the common good. We are committed to fighting tax avoidance. We believe that setting tax rates should remain a national competence but we should set a common tax framework."
        }
      },
      {
        "thesis": 19,
        "position": "positive",
        "statement": {
          "de": "Wir sind der Meinung, dass die Menschen, die in Europa Schutz suchen, unsere Werte achten und unsere Gesetzte befolgen müssen. All diejenigen, die das Gesetzt brechen, sollten in ihr Herkunftland zurückgeschickt werden bzw. in ein sicheres Land außerhalb der EU. Wir wollen uns dafür einsetzen, dass mehr Ressourcen für die Ausreise illegaler Migranten eingesetzt werden.",
          "en": "We believe that people who come to Europe to seek protection must respect our values and laws. Those who break our laws must be deported back to their country of origin or to another safe country outside of the European Union. We also want to dedicate more resources to returning illegal immigrants."
        }
      },
      {
        "thesis": 20,
        "position": "negative",
        "statement": {
          "de": "In den letzten Jahren haben wir viele Innovationen im Bereich des Zahlungsverkehrs gesehen und unterstützen diese Neuheiten. Nichtsdestotrotz müssen wir dafür Sorge tragen, dass der Teil der Bevölkerung mitgenommen wird, der noch keinen Zugang zu digitaler Infrastruktur hat oder lieber in Bar bezahlt.",
          "en": "Over the last years we have seen exciting new innovations in the field of payments and we support innovations. However, we must make sure that we do not leave behind those parts of our society who do not yet have the same access to digital infrastructure or who feel more comfortable paying in cash."
        }
      },
      {
        "thesis": 21,
        "position": "positive",
        "statement": {
          "de": "Zum jetzigen Zeitpunkt sind wir der Überzeugung, dass die Kombination des Spitzenkandidaten-Systems und der parlamentarischen Demokratie der beste Weg ist, Menschen Einfluss auf die Wahl zum Präsidenten der Europäischen Komission zu geben.",
          "en": "For the time being, we are convinced that the combination of Spitzenkandidaten system and parliamentary democracy is the best way to give people a say in electing the President of the European Commission."
        }
      },
      {
        "thesis": 22,
        "position": "neutral",
        "statement": {
          "de": "Die EPP ist der Meinung, dass die Mitgliedsstaaten genügend finanzielle Mittel für ihr Militär zur Verfügung stellen müssen.",
          "en": "The EPP believes that Member States must invest sufficient funds for their armed forces."
        }
      },
      {
        "thesis": 23,
        "position": "negative",
        "statement": {
          "de": "Die EPP ist der Auffassung, dass es umfassende Arbeitslosenversicherungssysteme geben muss, die dazu ermutigen, möglichst schnell wieder in den Arbeitsmarkt einzutreten. Wir sind überzeugt, dass dieser Schutz am Besten von den Mitgliedsstaaten bereitgestellt werden kann.",
          "en": "The EPP believes that we must have comprehensive uneployment insurance systems which encourage returning to work as quickly as is feasible. We are convinced that unemployment insurance is best provided by the Member States."
        }
      },
      {
        "thesis": 24,
        "position": "negative",
        "statement": {
          "de": "Die EPP verpflichtet sich zu neuen fairen Freihandelsabkommen. Der Handel trägt bereits zu über 31 Millionen hochwertigen Arbeitsplätzen in der EU bei und wir glauben, dass wir Wohlstand und Jobs kreieren und unsere Standards verteidigen können, wenn wir uns weiteren Teilen der Welt mit unseren weltklasse Firmen und Produkten öffnen.",
          "en": "We are committed to new fair free trade agreements. Trade already supports more than 31 million quality jobs in the EU and we believe that we can create prosperity, jobs, and defend our standards by opening up to more of the world with our world-class companies and products."
        }
      },
      {
        "thesis": 25,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 26,
        "position": "negative",
        "statement": {
          "de": "Die EPP glaubt, dass man sowohl in ländliche, als auch in urbane Regionen investieren muss, um sie wettbewerbsfähig zu halten. Ländliche und urbane Gebiete sehen unterschiedlichen Herausforderungen entgegen und wir müssen helfen beide zu entwickeln.",
          "en": "We believe that we must invest in both rural and urban regions to keep them competitive. Rural and urban areas face different challenges and we must help both to develop."
        }
      },
      {
        "thesis": 27,
        "position": "positive",
        "statement": {
          "de": "Grenzkontrollen sollten nur unter bestimmten Ausnahmesituationen eingeführt werden, die EPP glaubt jedoch, dass es verdeckten Polizeikräften ermöglicht werden muss an allen inneren Grenzen verdächtige Fahrzeuge und Passagiere zu kontrollieren, damit die Kapazitäten gegen Terrorismus und organisierte Kriminalität zu kämpfen, gestärkt werden. Die EPP wird die inneren EU Grenzen zu einer zusätzlichen Sicherheitsebene für unsere Bürgerinnen und Bürger umwandeln.",
          "en": "Border controls should be introduced only in certain exceptional situations, but we believe that we have to enable enable undercover police forces at all internal borders to check suspicious vehicles and passengers to strenghten our capacities to fight against terrorism and organised crime. The EPP will turn our internal EU borders into an added layer of security for our citizens."
        }
      },
      {
        "thesis": 28,
        "position": "neutral",
        "statement": {
          "de": "EU Bürger sollten Sozialleistungen vorwiegend aus ihrem Heimatland erhalten; gleichzeitig muss man jedoch berücksichtigen, dass Bürgerinnen und Bürger, die grenzüberschreitend arbeiten, in dem Land Ansprüche auf Sozialleistungen haben, in dem sie arbeiten.",
          "en": "EU citizens should primarily receive welfare benefits from their home countries but at the same time we must recognise that those citizens working cross-border are entitled to welfare benefits in the country of their work."
        }
      },
      {
        "thesis": 29,
        "position": "positive",
        "statement": {
          "de": "Die EPP bevorzugt qualifizierte Mehrheitsentscheidungen bei Abstimmungen zur europäischen Außenpolitik. Ein Mitgliedsstaat alleine sollte niemals die Möglichkeit haben, alleine die EU als Ganzes in ihren Entscheidungen zu lähmen. Wir müssen in der Lage sein, auf der Weltbühne entschlossen aufzutreten, in Einklang mit unseren Werten.",
          "en": "We are in favour of Qualiﬁed Majority Voting for foreign policy. One Member State alone should not be able to paralyse the European Union as a whole. We must be able to act decisively on the world stage in line with our values."
        }
      },
      {
        "thesis": 30,
        "position": "negative",
        "statement": {
          "de": "Die EPP unterstützt deutlichere Lebensmittelinformationsregeln, die es den Konsumenten erlauben, eine gesunde, informierte Wahl zu treffen, ohne gleichzeitig der Lebensmittelindustrie zu viele finanzielle und administrative Hindernisse zuzumuten. Die Mengen an Fett, Zuckler und Salz als auch der Energiegehalt müssen auf der Vorderseite von Verpackungen kenntlich gemacht werden und sollten zusammen mit Richtwerten zum täglichen Verzehr von 100 ml oder 100g abgebildet sein. Die EPP lehnt die Beschriftung mit einer Farbampel als zu vereinfacht ab.",
          "en": "EPP supports clearer food information rules that would enable consumers to make healthy, well-informed choices, while limiting as far as possible the administrative and financial burden on food businesses. Quantities of fat, saturates, sugar, and salt - as well as energy - must be indicated on the front of food packs and should be accompanied by guideline daily amounts and expressed with per 100g or per 100ml values.  EPP rejects the colour-coded labelling as too simplistic."
        }
      },
      {
        "thesis": 31,
        "position": "positive",
        "statement": {
          "de": "Die EPP verpflichtet sich zu fairer Besteuerung und einer breiten Steuerbasis. Eine Finanztransaktionssteuer ist eine Option aber unsere favourisierte Option wäre eine solche Steuer im Zusammenschluss mit globalen Partnern.",
          "en": "The EPP is committed to fair taxation and broad tax base. Financial Transaction Tax (FTT) is a possible option but our favoured option would be to agree such a tax with our global partners."
        }
      },
      {
        "thesis": 32,
        "position": "negative",
        "statement": {
          "de": "Alle EU Mitgliedsstaaten haben demokratisch darüber entschieden, in die Europäische Union einzutreten. Die EU bringt Frieden, Stabilität und Wohlstand für seine Bürger.",
          "en": "All EU Member States have democratically chosen to join the European Union. The European Union delivers peace, stability, and prosperity to its members and citizens."
        }
      }
    ]
  },
  {
    "id": 9,
    "token": "PIRATES",
    "name": {
      "de": "Europäische Piratenpartei",
      "en": "European Pirate Party"
    },
    "european_profile": {
      "party": {
        "de": "Europäische Piratenpartei",
        "en": "European Pirate Party"
      }
    },
    "national_parties": {
      "be": {
        "token": "PP-BE",
        "name": "Parti Pirate/Piratenpartij",
        "program": "https://pirateparty.be/"
      },
      "de": {
        "token": "PP-DE",
        "name": "Piratenparty Deutschland",
        "program": "https://www.piratenpartei.de/files/2019/04/Wahlprogramm.pdf"
      }
    },
    "program": {
      "de": "https://wiki.ppeu.net/doku.php?id=programme:ceep2019",
      "en": "https://wiki.ppeu.net/doku.php?id=programme:ceep2019"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "Die Europäische Piraten Partei unterstützt die gemeinsamen Anstrengungen alle Nationen der EU zu schützen, eine Diskussion über die Organisation muss jedoch vorher stattfinden und der Fokus auf existierende Verteidigungssysteme, wie die PESCO, vereinheitlicht werden.",
          "en": "We generally support joint efforts to protect nations of the EU, however a discussion about how it should be set up needs to take place first and until then we need to focus on streamlining existing defense systems, such as PESCO."
        }
      },
      {
        "thesis": 2,
        "position": "neutral",
        "statement": {
          "de": "Die Europäische Piraten Partei unterstützt das Subsidiaritätsprinzip, wir denken jedoch nicht, dass die EU zu viele Aufgaben übernommen hat. Der Fokus sollte jetzt darauf liegen diese Aufgaben effizienter zu gestalten.",
          "en": "We support subsidiarity, but we don't think EU has taken on too many tasks. We think it should focus on these tasks now to become more efficient in them."
        }
      },
      {
        "thesis": 3,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 4,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 5,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 6,
        "position": "negative",
        "statement": {
          "de": "Die Europäische Piraten Partei ist gegen Diskriminierung aufgrund von Alter, Geschlecht, Race oder jeglichem anderen Aspekt. Wir unterstzützen jedoch positive Motivation und Unterstützung anstatt Quoten.",
          "en": "We are against discrimination based on age, gender, race or any other aspect. However we support positive motivation and support, not quotas."
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 10,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 11,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 12,
        "position": "neutral",
        "statement": {
          "de": "Die Kooperation zwischen den nationalen Behörden zu verbessern sollte bei erforderlichen Fällen verbessert werden. Die Europäische Piraten Partei ist jedoch gegen großflächige Überwachung und gegen das Sammeln von vielen privaten Daten.",
          "en": "Improving cooperation in necessary cases between national agencies is desirable, however we oppose mass surveilence and congregation of big amount of private data."
        }
      },
      {
        "thesis": 13,
        "position": "neutral",
        "statement": {
          "de": "Die Europäische Piraten Partei unterstützt die Idee eines bedingungslosen Grudeinkommens, jedoch sollten zunächst Daten erhoben und ausgewertet werden und in kleinerem Maßstab angewendet werden.",
          "en": "We support the idea of unconditional basic income, however data first need to be gathered and evaluated and it shall be applied on smaller scale first."
        }
      },
      {
        "thesis": 14,
        "position": "negative",
        "statement": {
          "de": "Sobald die Gründe für die Sanktionen, wie die Einschränkung von Menschenrechten, nicht mehr vorhanden sind, sollten die Saktionen aufgehoben werden.",
          "en": "Until the reasons for the sanctions, such as restriction of human rights, are no more in place, they can be lifted."
        }
      },
      {
        "thesis": 15,
        "position": "neutral",
        "statement": {
          "de": "Die Europäische Piraten Partei will, dass das Internet als nicht-digitaler Raum, wie eine Straße betrachtet wird - was auf Straßen als Delikt gilt, sollte auch im Internet eine Straftat sein.",
          "en": "We want the Internet to be considered as an offline space, such as streets - what is a criminal offence on a street should be a criminal offence on the Internet."
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Die Europäische Piraten Partei unterstützt verschiedene Optionen für Bürgerinnen und Bürger, sodass diese sich frei entscheiden können. Wir erkennen jedoch an, dass Autos die am wenigsten effektiven und energetisch anspruchsvollsten Verkehrsmittel sind.",
          "en": "We support quality options for citizens so that they can choose freely, but we acknowledge cars are the least effective and energetically most demanding way of transportation."
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 19,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 20,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 21,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 23,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 24,
        "position": "neutral",
        "statement": {
          "de": "Die Europäische Piraten Partei lehnt mulitilaterale, internationale Abkommen, welche dysfunktionale Monopole und Patente zur Zerstörung der Menschenrechte und Grundfreiheiten etablieren, ab.  Wir verlangen, dass alle Wirtschaftsabkommen den Schutz persönlicher Daten von Konsumenten und Firmen wahren.",
          "en": "We reject multilateral international agreements that entrench dysfunctional monopolies and patents to the detriment of civil rights and human freedoms. We require all trade agreements to respect the protection of personal data of consumers and firms."
        }
      },
      {
        "thesis": 25,
        "position": "positive",
        "statement": {
          "de": "Die Europäische Piraten Partei akzeptiert, dass es aus histortischen Gründen den Transfer von Brüssel nach Strasburg gibt, hält dies jedoch für obsolet, da die EU eine Union mit gleichberechtigten Staaten ist und der Transfer zu teuer für die Steuerzahler ist.",
          "en": "We accept the historical reasons for the transfer between Brussels and Strasbourg, however we think they are obsolete as we are one Union with equal states and the transfer is too costly for the tax-payers."
        }
      },
      {
        "thesis": 26,
        "position": "neutral",
        "statement": {
          "de": "Die Europäische Piraten Partei will alle Varianten und Leistungen für so viele Menschen wie möglich voranbringen, egal wo sie sich befinden. Dörfer erfahren eine Entvölkerung, jedoch nicht nur wegen schlechte ausgebauten Transportmitteln. Es ist wichtig sowohl nach dem Ausbau ländlicher Zentren, als auch größerer Städte zu streben.",
          "en": "We want to promote all variants and services to as many people as possible, regardless of their location. It is true villages are depopulating, but not just because of poor transport services. It is important to strive for the development of regional centers as well as bigger cities."
        }
      },
      {
        "thesis": 27,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 28,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 29,
        "position": "positive",
        "statement": {}
      },
      {
        "thesis": 30,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 31,
        "position": "neutral",
        "statement": {}
      },
      {
        "thesis": 32,
        "position": "neutral",
        "statement": {
          "de": "Die Europäische Piraten Partei unterstützt generell die Bürgerbeteiligung und Referenden, jedoch braucht es eine ausgeglichene Kampagne für eine informierte Entscheidung.",
          "en": "We support citizen's participation and referendums in general, however there need to be a balanced campaign to secure informed decision."
        }
      }
    ]
  },
  {
    "id": 10,
    "token": "PES",
    "name": {
      "de": "Sozialdemokratische Partei Europas",
      "en": "Party of European Socialists"
    },
    "european_profile": {
      "party": {
        "de": "Sozialdemokratische Partei Europas",
        "en": "Party of European Socialists"
      }
    },
    "national_parties": {
      "at": {
        "token": "SPÖ",
        "name": "Sozialdemokratische Partei Österreichs",
        "program": "https://europa.spoe.at/unser-wahlprogramm"
      },
      "be": {
        "token": "PSB",
        "name": "Parti Socialiste",
        "program": "https://www.ps.be/#/"
      },
      "cz": {
        "token": "CSSD",
        "name": "Česká strana sociálne demokratická",
        "program": "https://www.cssd.cz/data/files/volby-do-ep-argumentar-final.pdf"
      },
      "dk": {
        "token": "SD",
        "name": "Socialdemokratiet",
        "program": "https://www.socialdemokratiet.dk/da/"
      },
      "fr": {
        "token": "PS",
        "name": "Parti Socialiste",
        "program": "https://www.parti-socialiste.fr/"
      },
      "de": {
        "token": "SPD",
        "name": "Sozialdemokratische Partei Deutschlands",
        "program": "https://www.spd.de/fileadmin/Dokumente/Europa_ist_die_Antwort/SPD_Europaprogramm_2019.pdf"
      },
      "ie": {
        "token": "LPI",
        "name": "Labour Party Ireland",
        "program": "https://www.labour.ie/download/pdf//labour_european_manifesto_2019_web.pdf"
      },
      "mt": {
        "token": "PL",
        "name": "Partit Laburista",
        "program": "https://partitlaburista.org/"
      },
      "es": {
        "token": "PSOE",
        "name": "Partido Socialista Obrero Español",
        "program": "https://www.psoe.es/"
      },
      "sl": {
        "token": "SD",
        "name": "Socialni Demokrati ",
        "program": "http://socialnidemokrati.si/"
      },
      "uk": {
        "token": "SDLP",
        "name": "Social Democratic and Labour Party",
        "program": "https://www.sdlp.ie/"
      }
    },
    "program": {
      "de": "https://www.pes.eu/export/sites/default/.galleries/Documents-gallery/PES-Manifesto-2019_EN.pdf_2063069299.pdf",
      "en": "https://www.pes.eu/export/sites/default/.galleries/Documents-gallery/PES-Manifesto-2019_EN.pdf_2063069299.pdf"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "Die Anforderungen an politische Bildung steigen, auch und gerade in Europa. Deshalb gilt es, die Angebote der politischen Bildung zu stärken – in den Schulen, in der außerschulischen Jugendbildung und auch in der Erwachsenenbildung. Vor allem wollen wir hier die Zivilgesellschaft stärken, damit sie europäische Debatten begleiten, kommentieren und einen wichtigen Beitrag zum Zusammenhalt in Europa leisten kann.",
          "en": "The demand for civic education is increasing, especially in Europe. This is why we need to fortify the political education offers - in the schools, in the extracurricular youth education and in the adult education. Especially we want to strenthen the civil society, so that it can accompany and comment on European debates and contribute importantly to the cohesion in Europe."
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "Die SPD spricht sich für eine gemeinsame parlamentarisch kontrollierte europäische Armee aus. Gerade in Anbetracht des Wiedererstarkens von Nationalismus ist sie eine innere Friedenssicherung. Wir setzen auf europäische Synergie, die eine effektive Konzentration der Verteidigungskräfte ermöglicht und eine generelle Erhöhung der Rüstungsausgaben unnötig macht. Der Einsatz darf nur durch das Europäische Parlament genehmigt werden.",
          "en": "The SPD is in favour of an European army controlled by the parliament. It secures inner peace especially in light of nationalism regaining strength. We opt for European synergies which make an effective concentration of the defence forces possible and a general rise in military expenses unncessary. Only the European Parliament can authorize a deployment of defense forces."
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "Die praktische Geltung der sozialen Grundrechte hat in Europa nicht Schritt gehalten mit der gelungenen wirtschaftlichen Integration. Um dieses Ungleichgewicht auszugleichen, treten wir für eine neue Balance zwischen wirtschaftlichen Freiheiten und sozialen Rechten ein. Erst wenn die sozialen Rechte den Grundfreiheiten der EU gleichstehen, können europäische Gesetze nicht mehr zu Sozialabbau und Einschränkung der Mitbestimmung führen.",
          "en": "The practical worth of social fundamental rights in Europe did not keep pace with the successful economic integration. To balance this disparity the SPD promotes a new balance between economic freedom and social rights. Only when social right and the basic freedoms of the EU are equal, is it possible to avoid cuts in social services and an infringement of participation through European law."
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "Wir setzen uns für einen Fahrplan zum europäischen Atomausstieg ein. Durch einen konsequenten Ausbau von erneuerbaren Energien wollen wir unseren klimapolitischen Verpflichtungen gerecht werden und die europäische Energieeffizienz fördern. Dieser Strukturwandel verlangt industrie- und sozialpolitische Investitionen.",
          "en": "The SPD stands for a roadmap for the phase-out of European nuclear power. We want to live up to our envrionmental commitments through the consequente expansion of renewable energies and by promoting the European energy efficiency.  This structural change implies industrial and sociopolitical investments."
        }
      },
      {
        "thesis": 4,
        "position": "neutral",
        "statement": {
          "de": "Wir werden weiterhin für ein gerechtes internationales Regelwerk im Rahmen der Welthandelsorganisation und von Handelsverträgen arbeiten, damit weltweit dem Recht Geltung verschafft wird und nicht das Recht des Stärkeren die Oberhand gewinnt. Ein starkes Europa ist für uns Garant dafür, die europäische und auch die deutsche Industrie gegen unfaire Handelspraktiken zu schützen. Sei es Billig-Stahl aus China oder US-Strafzölle – wir schützen die heimischen Arbeitsplätze mit effektiven Handelsschutzinstrumenten.",
          "en": "The SPD continues to strive for a fair international set of regulations within the framework of the World Trade Organisation and trade agreements so that laws are globally enforced and the law of the strongest does not dominate. A strong Europe guarantees that the European and the German industry are protected against unfair trade practices. We protect local jobs with effective instruments for trade protection, be it cheap steel from China or punitive duties from the US."
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "Wir wollen, dass die Einreise in die EU an den europäischen Außengrenzen verlässlich kontrolliert wird und nationale Kontrollen an den Binnengrenzen schnellstmöglich eingestellt werden. Zudem wollen wir, dass Europa konsequenter gegen Schlepperbanden, Menschenhändler und Zwangsprostitution vorgeht. Es ist höchste Zeit für ein stärkeres europäisches Vorgehen für einen besseren Schutz von Frauen und Mädchen und die Eindämmung von Menschenhandel.",
          "en": "The SPD wants to have a reliable control of entry into the EU at European outside boarders and wants to stop national controls at the internal boarders as soon as possible. We also want Europe to take more consequent action against people smugglers,  human traffickers, and forced prostitution. It is time for stronger European action for a better protection of women and girls and against human trafficking."
        }
      },
      {
        "thesis": 6,
        "position": "positive",
        "statement": {
          "de": "Frauen sind heute im Durchschnitt besser qualifiziert als Männer. Doch immer noch wird viel zu oft verhindert, dass sie Führungs- und Leitungsverantwortung übernehmen. Es ist nicht hinnehmbar, dass Frauen in Vorständen und Aufsichtsräten von Unternehmen und Institutionen immer noch eine kleine Minderheit sind. Die SPD setzt sich daher für den Beschluss einer EU-weiten Frauenquote in Aufsichtsräten ein. Die hierzu 2012 vorgelegte Richtlinie muss vom Europäischen Rat endlich verabschiedet werden.",
          "en": "Women today are on average better qualified than men. However, they are often prevented from taking on ledership or management responsibilities. It is not acceptable that women on management or supervisory boards in companies and in institutions are still a small minority. The SPD therefore stands up for the creation of a EU-wide quota for woemn in supervisory boards. The directive presented in 2012 has to be passed by the European Council."
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {}
      },
      {
        "thesis": 8,
        "position": "positive",
        "statement": {
          "de": "Das Wahren des Asylrechts ist eine gemeinsame europäische Verantwortung, die solidarisch erfüllt werden muss. Sie darf nicht allein auf diejenigen Staaten mit einer Außengrenze verlagert werden. Deshalb wollen wir das Dublin-System durch einen solidarischen Verteilungsschlüssel ersetzen. Bis zur Verabschiedung der Reform müssen einzelne aufnahmewillige Staaten oder Städte besser unterstützt werden.",
          "en": "Safeguarding the asylum law is a common European responsibility which requires solidarity. It cannot be shifted only to those states with external borders. For this reason we want to substitute the Dublin system with a solidary allocation formula. Until the adoption of this reform we need to better support states and cities willing to take in asylum seekers."
        }
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {
          "de": "Die EU-Erweiterungspolitik bleibt wichtig, um Frieden, Stabilität und Zusammenarbeit zu fördern. Zugleich muss die EU durch innere Reformen ihre Handlungsfähigkeit sicherstellen. Wir halten an der Beitrittsperspektive für die Länder des westlichen Balkans fest. Wir schenken der Entwicklung von Demokratie und Rechtsstaatlichkeit dabei besondere Aufmerksamkeit.",
          "en": "The European Enlargement Policy is still important to strengthen peace, stability and cooperation. At the same time the EU has to secure its capactiy to act through internal reforms. We cling to the membership perspective for countries of the western Balkans. We pay especially attention to the development of democracy and rule of law."
        }
      },
      {
        "thesis": 10,
        "position": "positive",
        "statement": {
          "de": "Wir wollen weiterhin ambitionierte Schritte zur schnelleren Umstellung des Energiemixes hin zu mehr erneuerbaren Energien in ganz Europa vereinbaren. Dazu gehört das Funktionieren des europäischen Emissionshandels weiterhin sicherzustellen, ebenso wie die Einführung eines CO2-Preises für die Sektoren, die nicht vom Emissionshandel erfasst sind.",
          "en": "The SPD wants to agree on ambitous steps to a faster change of the energy mix towards more renewable energies in all Europe. This goes along with securing the functioning of the European emissions trade as well as the implementation of the CO2 price for sectors that are not included in emissions trading."
        }
      },
      {
        "thesis": 11,
        "position": "negative",
        "statement": {
          "de": "Die Mittel sollen nicht gesenkt, sondern besser verteilt werden, um vor allem eine nachhaltige Landwirtschaft zu fördern. Dafür wollen wir die Gemeinsamen Agrarpolitik der EU vom Kopf auf die Füße stellen: Unser Ziel ist eine stärkere Bindung von Fördermittel an Kriterien, die den Menschen in den ländlichen Betrieben, den ländlichen Regionen sowie dem Tier- und Umweltschutz zugutekommen. Es gilt: \"öffentliches Geld für öffentliche Güter\". Dabei ist die Größe des Betriebes unerheblich.",
          "en": "Funds encouraging a sustainable agriculture should not be reduced but better distributed. To this end the SPD wants to turn the Common Agricultural Policy of the EU on its head: Our goal is a stronger commitment of funds to criteria benefiting people in rural businesses and regions as well as the animal and environmental protection. This means: \"public money for public goods\". For this, the size of the business is not siginificant."
        }
      },
      {
        "thesis": 12,
        "position": "neutral",
        "statement": {
          "de": "Wir wollen die Zusammenarbeit der europäischen Sicherheitsbehörden verbessern. Dabei halten wir aber am Trennungsgebot zwischen Geheimdiensten und Polizei fest und lehnen daher ein \"europäisches FBI\" ab.",
          "en": "We want to improve the collaboration of the European safety authorities. We stick to the separation ban between intelligent services and police and thus refuse an \"European FBI\"."
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "Kompetenzen müssen dort vorhanden sein, wo sie den Bürgerinnen und Bürgern am meisten nutzen. Wir verfolgen eine Sozialpolitik der EU, die die sozialen Grundrechte ausbaut und europäische Mindestlöhne schafft. Dies lässt sich am besten erreichen, indem gemeinsame sozialpolitische Standards auf europäischer Ebene geschaffen werden, damit die Lebensbedingungen überall in der EU aufgewertet werden und eine Grundsicherung ermöglicht wird.",
          "en": "Competences have to exist where citizens make use of them most frequently. We persue a social policy for the EU which extends the social fundamental rights and creates European minimum wages. This is best achieved by creating common sociopolitical standards on the European level so that living conditions all over the EU are strengthened and basic security benefits are ensured."
        }
      },
      {
        "thesis": 14,
        "position": "neutral",
        "statement": {
          "de": "Voraussetzung für das Ende der Sanktionen ist die Umsetzung dessen, was im Minsker Abkommen von 2015 festgelegt ist. Wir wissen, dass Frieden in Europa ist nicht gegen, sondern nur mit Russland möglich. Wir wollen bestehende Strukturen verstärkt nutzen, um mit Russland im Dialog für eine Beendigung des Konflikts und damit an dem Abbau der gegenseitigen Sanktionen zu arbeiten.",
          "en": "The condition for an end of the sanctions is the implementation of the Minsk agreement of 2015. We know that peace in Europe is not possible against Russia but only with Russia. We want to use the existing structures more intensively in order work togehter with Russia towards an end of the conflict and a reduction of the reciprocal sanctions."
        }
      },
      {
        "thesis": 15,
        "position": "positive",
        "statement": {
          "de": "Die SPD hat in Deutschland dafür gesorgt, dass Hasskriminalität und andere strafbare Inhalte im Netz besser strafrechtlich verfolgt werden können. Im world-wide-web ist darüberhinaus mindestens ein europäisches Vorgehen notwendig.",
          "en": "In Germany, the SPD ensured that hate crimes and other illegal content on the web can be prosecuted more effectively. Furthermore, in the world wide web, at least a European approach is required."
        }
      },
      {
        "thesis": 16,
        "position": "negative",
        "statement": {
          "de": "Natürlich wollen wir, dass alle Mitgliedsstaaten Maßnahmen gegen Jugendarbeitslosikgeit in ihren Ländern ergreifen. Aber auch die EU muss Verantwortung übernehmen. Dafür fordern wir ein Sofortprogramm, das jeder und jedem unter 25 Jahren einen Ausbildungsplatz garantiert und damit eine berufliche Perspektive eröffnet. Hierfür werden wir die Mittel für die Jugendgarantie deutlich aufstocken. Nur so kann das europäische Versprechen gehalten werden, allen jungen Menschen unter 25 Jahren in vier Monaten konkrete Angebote für eine sichere berufliche Zukunft zu machen, nachdem sie arbeitslos geworden sind oder ihre Ausbildung abgeschlossen haben.",
          "en": "The SPD wants all Member States to take action against youth unemployment in their countries. But EU also has to assume responsibility. To this end we demand the emergency programme that guarantees everybody under the age of 25 an apprenticeship to open up professional perspectives. Therefore the funds for the youth guarantee have to be increased drastically. Only then can the European promise be kept that all young people under the age of 25 are offered a concrete job for a safe professional future within four months of unemployment or 4 months after having finished their training."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Wir wollen saubere Mobilitätskonzepte fördern. Der Individualverkehr darf nicht weiter der alleinige Maßstab für die Mobilität darstellen. In Europa gibt es viele vorbildliche Städte, in denen es einen kostenlosen bzw. deutlich kostengünstigen, inklusiv und ökologisch orientierten Nahverkehr gibt.",
          "en": "We want to promote clean concepts of mobility. Individualised traffic can no longer be the only standard for mobility. There are many commendable cities in Europe that feature public transport systems which are free or at least signfificantly cheaper, inclusive and ecologically oriented."
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "Es ist ein Skandal, dass sich vor allem international agierende Konzerne immer noch einer gerechten Besteuerung weitgehend entziehen können. Diese sind weltweit aktiv und verschieben ihre Gewinne häufig in Niedrigsteuerländer. Auch die digitalen Unternehmen müssen ihren Beitrag zur Finanzierung des Gemeinwesens leisten. Das wollen wir beenden und bis Ende 2020 eine globale Mindestbesteuerung der digitalen Unternehmen einführen. Gleichzeitig treiben wir eine europäische Lösung voran.",
          "en": "It is a scandal that especially companies on the interantional level can still evade a fair taxation to a large extent. They are globally active and transfer their profits to tax shelters. Digital companies also have to contribute to financing the community. The SPD wants to end this and to introduce a global minimum taxation on digital companies by 2020. At the same time we advance a European solution."
        }
      },
      {
        "thesis": 19,
        "position": "negative",
        "statement": {
          "de": "Wir stehen für eine humanitäre Flüchtlingspolitik. Das Recht auf Asyl muss auch in Zukunft unangetastet bleiben. Europa muss endlich als Ganzes seiner humaniären Verantwortung gerecht werden. Abegelehnte Asylbewerber, die alle rechtsstaatlichen Instanzen durchlaufen haben und keinen Aufenthaltstitel oder eine Duldung besitzen, müssen in ihr Herkunftsland zurückkehren.",
          "en": "The SPD stands for a humanitarian refugee policy. The right to asylum has to remain intact also in the future. Europe as a whole finally has to do justice to its humanitarian responsibility. Rejected asylum applicants who have gone through all legal instances and do not have a residence permit nor an exceptional leave to remain, have to return to their home countries."
        }
      },
      {
        "thesis": 20,
        "position": "negative",
        "statement": {
          "de": "Wir setzen uns für ein Recht auf anonymes bargeldloses Bezahlen unter Berücksichtigung der allgemeinen gesetzlichen Bestimmungen bspw. zum Jugendschutz und zur Bekämpfung von Geldwäsche und Terrorismus ein.",
          "en": "The SPD is commited to the right of anymous noncash payments taking into account the general legal requirements, for example for youth protection and for combating money laundering and terrorism."
        }
      },
      {
        "thesis": 21,
        "position": "positive",
        "statement": {
          "de": "Wir wollen mehr europapolitische Debatten. Wir wollen Europawahlen mit europäischen Themen und mit europäischen Parteien. Die Wählerinnen und Wähler sollen einfacher erfahren können, welche Partei im Europäischen Parlament für welche Inhalte steht. Dazu leistet der pointierte politische Wettstreit der Spitzenkandidatinnen und -kandidaten um das Amt des Kommissionspräsidenten, der -präsidentin einen wichtigen Beitrag.",
          "en": "We want more European debates. We want European elections with European topics and European parties. It shall be easier for voters to inform themselves about the contents of every party in the European Parliaments. The political competition of lead candidates for the office of the President of the European Commission contributes significantly to this."
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "Wir lehnen die pauschale Erhöhung der Rüstungsausgaben ab. Gleichzeitig wollen wir unsere Soldatinnen und Soldaten mit moderner Ausrüstung versorgen. Dafür setzen wir auch hier auf europäische Synergie durch den Aufbau einer gemeinsamen Beschaffungspolitik.",
          "en": "The SPD rejects a general rise of military expenses. At the same time we want to provide our soldiers with modern equipment. We opt for European synergies by creating a common procurement policy."
        }
      },
      {
        "thesis": 23,
        "position": "neutral",
        "statement": {
          "de": "Die SPD tritt für die Einführung eines europäischen Fonds als Rückversicherung für die Finanzierung von Sozialleistungen ein. Er wird in guten Zeiten von allen Mitgliedstaaten gefüllt. Während einer Beschäftigungskrise können betroffene Staaten hieraus Mittel beanspruchen, um damit ihre Arbeitslosenversicherungen zu unterstützen, damit nicht in der schwierigen Zeit die Leistungen für Arbeitslose gekürzt werden müssen. Nach der Krise führen sie das Geld zurück in den Fonds.",
          "en": "The SPD stands for the implementation of a European fund as a fallback for financing social welfare benefits. In good times, the Member States will pay in money. During a jobs crisis affected states can claim resources from it to support their unemployment insurence so that benefits for unemployed people do not have to be cut. After the crisis, these states return the money to the fund."
        }
      },
      {
        "thesis": 24,
        "position": "negative",
        "statement": {
          "de": "Wir werden weiterhin für ein gerechtes internationales Regelwerk im Rahmen der Welthandelsorganisation und von Handelsverträgen arbeiten, damit weltweit dem Recht Geltung verschafft wird und nicht das Recht des Stärkeren die Oberhand gewinnt.",
          "en": "We will continue to strive for a fair international set of rules and regulations within the World Trade Organisation and of trade agreements in order to enhance the law and avoid that the right of the fittests wins the upper hand."
        }
      },
      {
        "thesis": 25,
        "position": "neutral",
        "statement": {
          "de": "Das ist eine Debatte, die vornehmlich von Rechtspopulisten geführt wird mit dem Ziel, Frankreich zu provozieren und das Europäische Parlament zu diskreditieren.",
          "en": "This is a debate that is mostly conducted by right-wing populists in order to provoke France and discredite the European Parliament."
        }
      },
      {
        "thesis": 26,
        "position": "neutral",
        "statement": {
          "de": "Wir wollen den öffentlichen Personennahverkehr sowohl in der Stadt wie auch auf dem Land stärken und ausbauen. Das gilt besonders für den Ausbau von grenzüberschreitenden ÖPNV-Verbindungen wie etwa dem Schienenregionalverkehr.",
          "en": "We want to strengthen and expand the public transport both in cities as in rural regions. This applies in particular to the expansion of cross-border public transport like the regional rail transport."
        }
      },
      {
        "thesis": 27,
        "position": "negative",
        "statement": {
          "de": "Die Grenzkontrollen innerhalb der EU sollen an den Binnengrenzen des Schengen-Raumes schnellstmöglich eingestellt werden. Damit einhergehen muss ein verlässlicher Schutz der Außengrenzen der EU, der das Gebot der Nicht-Zurückweisung für Schutzsuchende gewährleistet.",
          "en": "The border controls on internal borders of the Schengen area should be stopped as soon as possible. This has to go hand in hand  with a reliable protection of the external borders of the EU, which ensures the principle of non-refoulement for those seeking protection."
        }
      },
      {
        "thesis": 28,
        "position": "positive",
        "statement": {
          "de": "Die EU-Mitgliedsstaaten müssen mittel- bis langfristig das Schutzniveau ihrer Arbeitslosen-, Renten- und Krankenversicherungssysteme angleichen. Die Annäherung an ein hohes Sozialschutzniveau für alle wird die Nachfrage stabilisieren und Europas Volkswirtschaften krisenfester machen. Wir streben eine Rahmenrichtlinie für faire Mindestlöhne in Europa und für Mindeststandards in der sozialen Sicherung an.",
          "en": "Mid and long term, EU Member states have to align the level of protection of their unemploment, pension and health insurance systems. The convergence on a high level of social protection for all will stabilise the demand and make Europe's economies more crisis-proof. We strive for a framework directive for fair minimum wages in Europe and for minimum standarts for social security."
        }
      },
      {
        "thesis": 29,
        "position": "positive",
        "statement": {
          "de": "Europa muss an vielen Stellen zu deutlich schnelleren und effizienteren Entscheidungen kommen. Zu oft gilt noch das Prinzip der Einstimmigkeit. Dadurch wird die Handlungsfähigkeit Europas gelähmt. Künftig sollen wichtige Gesetzgebungen nicht mehr durch einzelne Mitgliedstaaten blockiert werden können. Die SPD spricht sich beispielsweise für ein Mehrheitsprinzip bei allen Entscheidungen im EU-Ministerrat aus.",
          "en": "In many fields, Europe must be able to decide more quickly and efficiently. The principle of unanimity applies too often. As a consequence, Europe's ability to act is paralyzed. In the future, important legislation should not be stoppable by single member states. For example, the SPD supports a principle of majority rule for all decisions in the Council of the European Union."
        }
      },
      {
        "thesis": 30,
        "position": "positive",
        "statement": {
          "de": "Wir wollen europaweit eine verbindliche Nährwertkennzeichnung einführen nach dem Vorbild der französischen Nährwertampel „Nutriscore“. Verbraucherinnen und Verbraucher sollen auf einen Blick den Zucker-, Fett- und Salzgehalt von verarbeiteten Lebensmitteln erkennen, vergleichen und die gesündere Wahl treffen können.",
          "en": "We want to introduce a Europe-wide and binding labelling system for the nutritional value of food similar to the French nutritional \"traffic light\" scheme. Users should be able to easily discern sugar, fat and salt contents of processed groceries, compare products, and choose the healthier option."
        }
      },
      {
        "thesis": 31,
        "position": "positive",
        "statement": {
          "de": "Wir wollen eine Finanztransaktionssteuer nach dem Vorbild der französischen Finanztransaktionssteuer in der EU einführen. Mit der Besteuerung von Transaktionen auf im Inland emittierte Aktien machen wir den ersten Schritt. Die Einnahmen dieser Steuer sollen der EU zufließen.  Dies ist jedoch nur der erste Schritt. Unser Ziel bleibt eine umfassende Finanztransaktionssteuer. Diese soll alle börslichen und außerbörslichen Transaktionen von Wertpapieren, Anleihen und Derivaten sowie alle Devisentransaktionen umfassen.",
          "en": "We want to introduce a financial transaction tax modelled on the French financial transaction tax in the EU. We want to do the first step with the taxation of transactions of shares issued in the inland. The revenues of this tax shall be transfered to the EU. Anyway, this is only the first step. Our goal stays a ful financial transaction tax. This shall include all stock exchange and off-exchange transations of shares and foreign exchange as well as all foreign exchange transactions."
        }
      },
      {
        "thesis": 32,
        "position": "negative",
        "statement": {
          "de": "Die europäische Idee bleibt der bedeutendste politische und zivilisatorische Fortschritt des vergangenen Jahrhunderts: Freiheit, Demokratie und Menschenrechte, wirtschaftliche Zusammenarbeit und politische Partnerschaft über nationale Grenzen hinweg. Ein lang anhaltender Frieden auf unserem von Jahrhunderten der Kriege erschütterten Kontinent. Die europäische Idee ist die Antwort auf die großen Aufgaben der Gegenwart und Zukunft.",
          "en": "The European Idea is still the most important political and civilizational progress of the last century: liberty, democracy and human rights, economic cooperation and political partnership across national borders. A long-lasting peace on our continent shaken by wars over centuries. The European idea is the answer to the big challenges of the present and the future."
        }
      }
    ]
  },
  {
    "id": 11,
    "token": "VOLT",
    "name": {
      "de": "Volt Europa",
      "en": "Volt Europa"
    },
    "european_profile": {
      "party": {
        "de": "Volt Europa",
        "en": "Volt Europa"
      }
    },
    "national_parties": {
      "de": {
        "token": "VOLT",
        "name": "VOLT Deutschland",
        "program": "https://d3n8a8pro7vhmx.cloudfront.net/volt/pages/3202/attachments/original/1554969359/2019_02_28_Amsterdam_Deklaration_A4.pdf?1554969359"
      },
      "fr": {
        "token": "VOLT",
        "name": "VOLT France",
        "program": "https://d3n8a8pro7vhmx.cloudfront.net/volteuropadev/pages/359/attachments/original/1556830400/FRENCH-Amsterdam-Declaration.pdf?1556830400"
      }
    },
    "program": {
      "de": "https://assets.nationbuilder.com/volt/pages/6564/attachments/original/1540629281/Amsterdam_Declaration.pdf?1540629281",
      "en": "https://assets.nationbuilder.com/volt/pages/6564/attachments/original/1540629281/Amsterdam_Declaration.pdf?1540629281"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "Volt möchte die politische Bildung zu einer Priorität machen, indem wir die Verabschiedung von Lehrplänen unterstützen, die erklären, wie das politische System funktioniert, vom Gemeinderat über die nationale Regierung bis hin zur Europäischen Union.",
          "en": "Volt wants to make citizenship education a priority by supporting the adoption of school curricula explaining how the political system works, from the local council, to the national government and the European Union."
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "Volt unterstützt den Übergang von der bestehenden multilateralen Zusammenarbeit zwischen den EU-Mitgliedstaaten zur vollständigen Integration einer europäischen Verteidigungstruppe, die die europäische Sicherheit und Verteidigung effektiver, effizienter und kostengünstiger machen wird. Diese EU-weiten ständigen Streitkräfte sollten über ein einheitliches EU-Militärkommando verfügen und unter ziviler Kontrolle stehen.",
          "en": "Volt supports moving from existing multilateral cooperation between EU member states to the full integration of a European Defence Force that will make European security and defence more effective, efficient and less costly. These EU-wide permanent forces should have a unified EU military command and be under civilian control."
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "Volt unterstützt das Subsidiaritätsprinzip, wonach politische Entscheidungen auf der niedrigsten Ebene getroffen werden sollten, auf der sie Veränderungen bewirken können. Wir sind jedoch nicht der Meinung, dass die EU zu viele Aufgaben übernommen hat. Tatsächlich glauben wir, dass einige der dringendsten politischen Probleme unserer Zeit, vom Klimawandel über die wirtschaftliche Unsicherheit bis hin zur Migration, nur auf europäischer Ebene und nicht von den Mitgliedstaaten alleine wirksam angegangen werden können.",
          "en": "Volt supports the principle of subsidiarity whereby political decisions should be taken on the lowest level at which they can effect change. We are, however, not of the opinion that the EU has taken on too many tasks and in fact, we believe that some of the most pressing political problems of our time, from climate change over economic insecurity to migration, can only be effectively addressed on the European level and not by member states alone."
        }
      },
      {
        "thesis": 3,
        "position": "negative",
        "statement": {
          "de": "Volt unterstützt den Übergang zu einer CO2-freien Energieversorgung, die in erster Linie auf erneuerbaren Energien basiert. Alle Lebenszykluskosten in der Energieerzeugung, einschließlich der Stilllegung von Kernkraftwerken, sollten berücksichtigt werden; ein höherer Preis fördert Investitionen in sauberere Technologien.",
          "en": "Volt supports the transition to a carbon-free energy supply that primarily relies on renewable energy. All lifecycle costs in energy production, incl. decommissioning of nuclear power plants, should be taken into account; a higher price incentivizes investments into cleaner technologies."
        }
      },
      {
        "thesis": 4,
        "position": "negative",
        "statement": {
          "de": "Volt unterstützt den globalen freien und fairen Handel. Das bedeutet, dass wir die Zölle auf ein Minimum beschränken wollen, aber sicherstellen müssen, dass der internationale Handel durch multilaterale Handelsabkommen geregelt wird, die auf den Grundsätzen der nachhaltigen Entwicklung beruhen und Menschen und Planeten vor knappen Gewinnen stellen.",
          "en": "Volt supports global free and fair trade. This means that we want to keep tarriffs to a minimum, but make sure that international trade is regulated by multilateral trade agreements that are grounded upon the principles of sustainable development and puts people and planet ahead of narrow profits."
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "Volt will, dass die europäische Grenz- und Küstenwache aus dem EU-Haushalt finanziert wird und unabhängig von den Beiträgen der Mitgliedstaaten handelt. Wir wollen jedoch, dass alle Mitgliedstaaten das Personal, das derzeit die Binnengrenzen im Schengenraum bewacht, an die Außengrenze verlegen, und zwar auf rotierender Basis mit einer zusätzlichen Entschädigung für die Entfernung von zu Hause.",
          "en": "We want the European border and coast guard to be funded from the EU budget, to act independently from Member States’ contributions. However, we want all Member States to move the personnel currently guarding Schengen-internal borders to the external border, on a rotating basis with extra compensation for being far away from home."
        }
      },
      {
        "thesis": 6,
        "position": "positive",
        "statement": {
          "de": "Volt fordert die Einführung einer Frauenquote von 40% in den Vorständen aller börsennotierten Unternehmen.",
          "en": "Volt demands the introduction of a 40% quota for women on the boards of all publicly traded enterprises."
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {
          "de": "Volt setzt sich für eine digitale Grundrechtscharta als verbindliches internationales Rechtsinstrument auf der Grundlage bestehender Internet-Governance-Normen ein. Volt möchte den Datenschutz auf der Grundlage der Datenschutzgrundverordnung verbessern.",
          "en": "Volt is pushing for a Digital Bill of Rights as a binding international legal instrument, based on existing internet governance norms. Volt wants to enhance data protection, building on the General Data Protection Regulation."
        }
      },
      {
        "thesis": 8,
        "position": "positive",
        "statement": {
          "de": "Volt will die Flüchtlingsströme aus Drittländern durch die Einrichtung eines einheitlichen EU-Flüchtlingssystems regeln. Das Dublin-System muss reformiert und durch ein Niederlassungskonzept ergänzt werden, das auf der Grundlage von Faktoren wie Bevölkerung, Bevölkerungsdichte, Wohlstand, Alter und Wachstum definiert wird. Das veränderte System sollte Sanktionen für diejenigen Länder vorsehen, die sich nicht daran halten.",
          "en": "Volt wants to manage refugee flows from outside the EU by setting up a Unified EU Refugee System. The Dublin System must be reformed and complemented by a settlement scheme defined based on factors such as population, population density, wealth, age, and growth. The amended system should provide for penalties for those countries who do not abide by it."
        }
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {
          "de": "Volt unterstützt die Fortführung der Verhandlungen mit den Ländern des Westbalkans, die sich bereits im Prozess des Beitritts zur EU befinden. Alle Länder, die der EU beitreten wollen, müssen deren Grundsätze der Demokratie und der Rechtsstaatlichkeit einhalten.",
          "en": "Volt supports the continued negotiations with countries in the Western Balkans already in the process of joining the EU. All countries wishing to join the EU need to meet its principles of democracy and rule of law."
        }
      },
      {
        "thesis": 10,
        "position": "positive",
        "statement": {
          "de": "Volt unterstützt die Einführung einer EU-weiten CO2-Steuer, um klare Anreize für klimafreundliche Lösungen zu schaffen und die Produktion und den Verbrauch klimaintensiver Produkte zu verhindern.",
          "en": "Volt supports the introduction of an EU-wide carbon tax to provide clear incentives for climate-friendly solutions and discourage the production and consumption of carbon-intensive products."
        }
      },
      {
        "thesis": 11,
        "position": "negative",
        "statement": {
          "de": "Volt unterstützt eine grundlegende Transformation der europäischen Landwirtschaft, um sie auf einen nachhaltigen Weg zu bringen, der die biologische Vielfalt und das Tierwohl schützt. Dies erfordert erhebliche Investitionen in die ökologische Landwirtschaft. Agrarsubventionen, die sich nur auf die Produktion konzentrieren und die Großproduzenten begünstigen, müssen eingestellt werden. Die Exportsubventionen für landwirtschaftliche Erzeugnisse sollten schließlich ganz eingestellt werden.",
          "en": "Volt supports a fundamental transformation of European agriculture to put it on a sustainable path that protects biodiversity and animal welfare. This will require substantial investments in green farming. Agriculture subsidies that focus only on production and favor large producers must be discontinued. Export subsidies on agricultural products should eventually be stopped altogether."
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "Volt unterstützt die Vereinheitlichung der nationalen Polizei-, Nachrichten- und Cybersicherheitsdienste in ganz Europa und schlägt vor, ein europäisches Korps zu schaffen, um dem Terrorismus im militärischen Stil oder großen Naturkatastrophen, die nicht an den Grenzen enden, entgegenzutreten.",
          "en": "Volt supports the unification of national police, intelligence, and cyber security services across Europe and proposes to create a European corps to face military-style terrorism or large-scale natural disasters that don't stop at borders."
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "Volt unterstützt den Ansatz, EU-weite, regional differenzierte, garantierte Mindestlöhne einzuführen, um die Schaffung und den Schutz von Arbeitsplätzen auch in ärmeren Regionen innerhalb der Mitgliedsstaaten zu erleichtern.",
          "en": "Volt supports the idea of introducing EU-wide minimum guaranteed wages differentiated at the regional level, to facilitate the creation and protection of jobs also in poorer regions within member states."
        }
      },
      {
        "thesis": 14,
        "position": "negative",
        "statement": {
          "de": "Die EU-Sanktionen gegen Russland sind eine Reaktion auf die illegale russische Intervention in der Ostukraine. Eine starke EU-Außenpolitik mit wirksamen Sanktionen kann zur Lösung des Konflikts beitragen. Volt möchte, dass das Europäische Parlament das letzte Wort in allen Fällen von politischen und wirtschaftlichen Sanktionen, einschließlich Handelsembargos, hat, die von der EU gegen Drittländer oder Einzelpersonen verhängt werden.",
          "en": "The EU sanctions against Russia are a response to the Russian illegal intervention in East Ukraine. A strong EU foreign policy, employing effective sanctions, can contribute to solving the conflict. Volt wants the European Parliament to have the final say on all cases of political and economic sanctions, including trade embargoes, imposed by the EU on third countries or individuals."
        }
      },
      {
        "thesis": 15,
        "position": "positive",
        "statement": {
          "de": "Die Strafverfolgungsbehörden, Europol und andere Agenturen müssen enger zusammenarbeiten, um Cyberkriminalität, Fehlinformationen und Mobbing zu bekämpfen und das Internet für die Bürger sicher zu machen.",
          "en": "Law enforcement, Europol and other agencies need to cooperate more closely to fight cybercrimes, misinformation and bullying, and make the Internet safe for citizens' use."
        }
      },
      {
        "thesis": 16,
        "position": "negative",
        "statement": {
          "de": "Angesichts der negativen Auswirkungen auf die Gesellschaft und die Wirtschaft insgesamt muss die Arbeitslosigkeit auf allen politischen Ebenen, von der lokalen bis zur europäischen, angegangen werden. Volt sieht eine Reihe von Maßnahmen zur Bekämpfung der Arbeitslosigkeit vor, darunter die Unterstützung für Bildung und lebenslanges Lernen, neue flexible Arbeitsmodelle und Regelungen zum Abbau von Zeitarbeit.",
          "en": "Given the negative impact it has on society and the economy at large, unemployment needs to be addressed at all political levels from the local to the European. Volt envisages a range of measures to combat unemployment, including lifelong training and education support, new flexible working models and temporary work-reduction schemes."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Volt will neue Verkehrsmittel wie Hybridbusse, Radwegesysteme, Solartransport und autonomes Fahren fördern. Das Verkehrssystem muss besser integriert werden, damit der multimodale Verkehr den Privatwagen überflüssig macht und der Vergangenheit angehört.",
          "en": "Volt wants to promote new ways of transportation including hybrid buses, bike lane systems, solar transport, and autonomous driving. Transport system need to be better integrated to allow for multimodal transport to make the private car unnecessary and a thing of the past."
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "Volt will eine Bandbreite für die Körperschaftssteuersätze in der gesamten EU einführen, um die Wettbewerbsfähigkeit Europas als Ganzes und den Steuerwettbewerb zwischen den Mitgliedstaaten zu gewährleisten. Die Steuerbehörde für große Unternehmen, die in mehreren Mitgliedstaaten tätig sind, sollte auf EU-Ebene verlagert werden.",
          "en": "Volt wants to introduce a bandwidth for corporate tax rates across the EU to ensure competitiveness of Europe as a whole, and fiscal competition among member states. Taxation authority for large companies operating in several member states should be transferred to the EU."
        }
      },
      {
        "thesis": 19,
        "position": "positive",
        "statement": {
          "de": "Volt ist der Ansicht, dass Asylbewerber, deren Anträge abgelehnt wurden, in ihre Herkunftsländer zurückkehren sollten. Die EU und die Mitgliedstaaten sollten zusammenarbeiten, um Rückübernahmeabkommen mit den Herkunftsländern zu unterzeichnen. Entscheidungen in Asylfragen sollten in erster Linie von einem verstärkten Europäischen Unterstützungsbüro für Asylfragen innerhalb eines reformierten Dublin-Systems getroffen werden, bei dem ein Niederlassungssystem einen gemeinsamen europäischen Ansatz in Asylfragen gewährleistet.",
          "en": "Volt believes that asylum applicants whose applications have been rejected should be returned to their countries of origin. The EU and Member States should work together to sign readmission agreements with countries of origin. Decisions on asylum issues should primarily be taken by a strengthened European Asylum Support Office within a reformed Dublin System where a settlement scheme ensures a common European approach to asylum."
        }
      },
      {
        "thesis": 20,
        "position": "positive",
        "statement": {
          "de": "Volt unterstützt Pläne zur Reduzierung von Barzahlungen, um illegale Transaktionen so weit wie möglich zu minimieren. Dies könnte dadurch erreicht werden, dass die rechtlichen Folgen von Steuerhinterziehung und die Leistungsfähigkeit der Steuerbetrugsbehörden auf der einen Seite verstärkt werden, und dass sichergestellt wird, dass die Händler keine überhöhten Provisionen für Kartentransaktionen zahlen.",
          "en": "Volt supports plans to reduce cash payments in order to minimise illegal transactions as much as possible. This could be pursued by increasing legal consequences of tax evasion and the effectiveness of tax fraud administrators on one side, and by making sure merchants do not pay excessive commissions on card transactions."
        }
      },
      {
        "thesis": 21,
        "position": "negative",
        "statement": {
          "de": "Anstatt einer Direktwahl schlägt Volt die Wahl des Präsidenten der Kommission durch eine Abstimmung des Europäischen Parlaments vor, was derzeit nicht der Fall ist.",
          "en": "Rather than through a direct election, Volt proposes the election of the President of the Commission by a vote of the European Parliament, which is currently not the case."
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "Anstatt mehr Geld für die Verteidigung auszugeben, schlägt Volt vor, das Geld intelligenter einzusetzen, indem wir die Ressourcen der verschiedenen europäischen Armeen bündeln. Langfristig schlagen wir die vollständige Integration der Armeen in eine europäische Verteidigungstruppe vor, um die europäische Sicherheit und Verteidigung effektiver, effizienter und kostengünstiger zu gestalten.",
          "en": "Rather then spend more money on defence we propose to spend money smarter by pooling resources across Europe's armies. In the long-term, we suggest the full integration armies into a European Defence Force to make European security and defence more effective, efficient and less costly."
        }
      },
      {
        "thesis": 23,
        "position": "neutral",
        "statement": {
          "de": "Volt will das Paradigma von der responsiven Arbeitslosenversicherung auf die präventive \"Beschäftigungsversicherung\" umstellen, als Rahmen für Programme, die sich auf die Erhaltung der lebenslangen Beschäftigungsfähigkeit und die Vermeidung von Arbeitsplatzverlusten durch Ausbildung zur Vorbereitung europäischer Arbeitnehmer auf die Zukunft der Arbeit konzentrieren - das Volta-Programm.",
          "en": "Volt wants to shift the paradigm from responsive unemployment to preventive 'employment insurance' as an umbrella for schemes focused on maintaining lifelong employability and preventing job loss through training to prepare European workers for the future of work - the Volta programme."
        }
      },
      {
        "thesis": 24,
        "position": "negative",
        "statement": {
          "de": "Volt unterstützt die Regulierung des internationalen Handels durch multilaterale und, wo dies nicht möglich ist, bilaterale und regionale Handelsabkommen, die einen freien und fairen, nachhaltigen Handel fördern, der die Interessen von Unternehmen und Bürgern ausgewogen berücksichtigt.",
          "en": "Volt supports the regulation of international trade through multilateral and, where this is not feasible, bilateral and regional trade agreements that promote free and fair, sustainable trade that balance the interests of firms and citizens."
        }
      },
      {
        "thesis": 25,
        "position": "positive",
        "statement": {
          "de": "Volt unterstützt eine Politik des einen Standorts für das Parlament um Effizienz und Transparenz zu steigern.",
          "en": "Volt supports a one-seat policy of the parliament to increase efficiency and transparency."
        }
      },
      {
        "thesis": 26,
        "position": "positive",
        "statement": {
          "de": "Volt will ländliche Regionen besser mit städtischen Zentren verbinden, indem mehr in Infrastrukturen investiert wird, darunter Hochgeschwindigkeitszüge und integrierte Verkehrssysteme, einschließlich Binnenschifffahrt und Güterzüge.",
          "en": "Volt wants to better connect rural regions to urban centres by increasing investment in infrastructure, including highspeed railways and integrated transportation systems including inland waterway transport and freight trains."
        }
      },
      {
        "thesis": 27,
        "position": "negative",
        "statement": {
          "de": "Die derzeitigen Grenzkontrollen innerhalb des Schengenraums sollten eingestellt werden, sobald wir eine funktionierende EU-Außengrenze haben. Das Personal, das an Grenzkontrollen innerhalb des Schengenraums beteiligt ist, sollte stattdessen im rotierenden Wechsel an die Außengrenzen entsandt werden.",
          "en": "The ongoing intra-Schengen border controls should stop as soon as we have a functioning external EU border. The personnel involved in controlling intra-Schengen borders should instead be deployed to external borders, on a rotating basis."
        }
      },
      {
        "thesis": 28,
        "position": "negative",
        "statement": {
          "de": "Volt will, dass die Sozialpolitik zu einer Kernsäule der EU-Politik wird. Dazu gehören die Einführung von garantierten Mindesteinkommensregelungen und Mindest-Kindergeld in der gesamten EU sowie die Integration von On-Demand-Arbeitnehmern in die Sozialsysteme. Pilotprojekte für bedingungslose Einkommen sollten unterstützt werden.",
          "en": "Volt wants social policy to become a core pillar of EU policy. This includes the introduction of guaranteed minimum income schemes and minimum child benefits across the EU, and the integration of on-demand workers into social welfare systems. Pilot unconditional income projects should be supported."
        }
      },
      {
        "thesis": 29,
        "position": "positive",
        "statement": {
          "de": "Volt will das Prinzip der Einstimmigkeit zwischen den Mitgliedsstaaten abschaffen, auch im Bereich der Außenpolitik. Das allein wird jedoch nicht zu einer kohärenten EU-Außenpolitik führen. Dazu müssen wir auch den Europäischen Auswärtigen Dienst und die Rolle des Europäischen Parlaments in Fragen der EU-Außenpolitik, einschließlich politischer und wirtschaftlicher Sanktionen, stärken.",
          "en": "Volt wants to abolish the principle of unanimity among member states, including in the field of foreign policy. This in itself will not lead to a coherent EU foreign policy, however. For this, we also need to strengthen the European External Action Service and the role of the European Parliament in matters of EU foreign policy, including political and economic sanctions."
        }
      },
      {
        "thesis": 30,
        "position": "positive",
        "statement": {
          "de": "Volt fordert die Harmonisierung der Vorschriften für die Lebensmittelkennzeichnung in der gesamten EU nach den höchsten Standards, um Transparenz und Vertrauen zu gewährleisten. Volt beabsichtigt, die Verwendung der so genannten Ampel-Lebensmittelkennzeichnungssysteme zu verhindern, die die \"guten Fette\" (z.B. Omega-3-Fettsäuren), die Menge der konsumierten Lebensmittel im Vergleich zur Qualität und die Folgen künstlicher Lebensmittel und Farbstoffe nicht berücksichtigen. Weitere Maßnahmen für eine gesündere Ernährung sollten geprüft werden, wie z.B. die Erhöhung der Mehrwertsteuer auf ungesunde Lebensmittel, einschließlich gesättigter Fette, Transfettsäuren und verarbeiteter Zucker, und die Senkung der Mehrwertsteuer auf gesundes Gemüse und Obst.",
          "en": "Volt calls for the harmonization of food label requirements all over the EU to the highest standard practice, ensuring transparency and fostering trust. Volt intends to prevent the use of the so-called traffic-light food labelling systems that do not take into account the ‘good fats’ (e.g. Omega-3 fatty acid), the amount of food vs. quality consumed, and the consequences of artificial food and colorants. Further measures for healthier nutrition should be explored, such as increases in VAT on unhealthy foods including saturated fats, trans-fatty acids, and processed sugars, and decreases in VAT on healthy vegetables and fruits."
        }
      },
      {
        "thesis": 31,
        "position": "positive",
        "statement": {
          "de": "Volt will alle Finanztransaktionen je nach Art der Transaktion zwischen 0,05 % und 0,021 % besteuern. Ausnahmen müssen definiert werden, z.B. für kleine und mittlere Unternehmen.",
          "en": "Volt wants to tax all financial transactions at between 0.05% and 0.021 %, depending on the type of transaction. Exemptions will have to be defined, e.g. for small and medium enterprises."
        }
      },
      {
        "thesis": 32,
        "position": "negative",
        "statement": {
          "de": "Die EU wurde als ein historisch einzigartiges Friedensprojekt gegründet. Dies ist kein Projekt, dem man halbherzig beitreten sollte, und das der Reaktion von über den aktuellen Stand der Dinge frustrierten Bürgern ausgesetzt werden sollte. Volt glaubt an die gemeinsame Zukunft aller Länder in der EU, dass wir die Probleme der EU lösen müssen, anstatt dass die Länder die EU verlassen, um alleine zu handeln.",
          "en": "The EU was founded as a historically unique peace project. This is not a project to be joined halfheartedly, and to be left in response to citizen frustration with the current state of things. Volt believes in the shared future of all countries in the EU that we need to fix the problems of the EU rather than have countries leave it to go it alone."
        }
      }
    ]
  }
]