[
  {
    "name": {
      "de": "Christlich Demokratische Union Deutschlands",
      "en": "Christian Democratic Union of Germany"
    },
    "token": "CDU",
    "european_profile": {
      "members": [
        29,
        96
      ],
      "party": {
        "de": "Europäische Volkspartei (EVP)",
        "en": "European People's Party (EPP)"
      },
      "group": {
        "de": "Europäische Volkspartei (EVP)",
        "en": "European People's Party (EPP)"
      }
    },
    "program": {
      "de": "https://www.cdu.de/system/tdf/media/dokumente/170703regierungsprogramm2017.pdf?file=1",
      "en": "https://www.cdu.de/system/tdf/media/dokumente/170703regierungsprogramm2017.pdf?file=1"
    },
    "id": 0,
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "Wir wollen die dauerhafte Stabilisierung der Euro-Zone erreichen. Maßstab muss dabei bleiben: Eine Vergemeinschaftung von Schulden schließen wir weiter aus. Wir sind bereit, mit der neuen französischen Regierung die Eurozone schrittweise weiterzuentwickeln, zum Beispiel mit der Schaffung eines eigenen Währungsfonds.",
          "en": "We want to achieve the permanent stabilisation of the Eurozone. Therefore, following benchmark has to remain: We still preclude a communitarisation of debt. We are content to continue (co-)developing the Eurozone together with the newly elected French Government, for instance by creating a distinct monetary fund. "
        }
      },
      {
        "thesis": 1,
        "position": "neutral",
        "statement": {
          "de": "Die Abgeordneten des Europäischen Parlaments sollen nach einem einheitlichen Wahlrecht gewählt werden. Wegen der größeren Bürgernähe sollen aber auch in Zukunft nationale und regionale Wahllisten möglich sein. ",
          "en": "Representatives of the the European Parliament should be elected through a uniform/ standardised electoral law. National and regional election lists should remain in future as they allow for greater closeness to citizens."
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "Nein, weil die Kompetenz-Kompetenz in absehbarer Zeit bei den Nationalstaaten verbleibt, die Herren der EU-Verträge sind.",
          "en": "No, because the competence-competence will remain with the Member States who are the Masters of the EU treaties."
        }
      },
      {
        "thesis": 3,
        "position": "negative",
        "statement": {
          "de": "Das EU-Lobbyregister, eine öffentlich zugängliche Datenbank des  Europäischen Parlaments und der  Europäischen Kommission zur Registrierung von Interessenvertretern mit über 10 000 Lobby-Akteure, besteht bereits. Lobby-Akteure, die Kontakt zu den beiden Institutionen suchen, stellen dort auf freiwilliger Basis Informationen über ihre Lobby-Aktivitäten in der EU bereit und verpflichten sich zur Einhaltung eines Verhaltenskodex. Die Weiterentwicklung muss zwischen Transparenzerfordernissen und Freiheit des Abgeordneten sorgfältig abgewogen werden.",
          "en": "The EU Transparency Register is an already existing, publicly accessible database of the European Parliament and the European Commission, where lobby groups consisting of more than 10.000 members have to be registered. Lobbyists seeking contact to any of the two institutions submit information about their EU lobby activities on voluntary basis, and commit themselves to comply with the code of conduct. Further development needs to be carefully weighed up against the requirement for transparency and parliamentary representatives' freedom."
        }
      },
      {
        "thesis": 4,
        "position": "positive",
        "statement": {
          "de": "Das würde die Arbeitsfähigkeit und demokratische Legitimität der Entscheidungen der Europäischen Kommission erhöhen.",
          "en": "Such would increase the work capacity and democratic legitimacy of decisions made by the European Commission."
        }
      },
      {
        "thesis": 5,
        "position": "neutral",
        "statement": {
          "de": "Nicht jedes Problem in Europa ist ein Problem für  Europa. Für uns gilt deshalb der Grundsatz: Europäische Gesetzgebung brauchen wir nur dann, wenn grenzüberschreitender oder gesamteuropäischer Mehrwert entsteht. Die Europäische Kommission hat dies – auch auf Drängen von CDU und CSU - zu einem Leitmotiv ihrer Arbeit gemacht. Wir werden weiter darauf hinwirken, dass an dieser Leitlinie festgehalten wird. ",
          "en": "Not every problem in Europe constitutes a problem for Europe. Therefore, we follow the principle: European legislation is only needed where a trans-border or overall European added value emerges. The European Commission has incorporated this as a leitmotif of their work - not least through solicitation of CDU and CSU. We will continue to work towards maintaining this leitmotif."
        }
      },
      {
        "thesis": 6,
        "position": "negative",
        "statement": {
          "de": "Grundsätzlich wollen wir keine Grenzkontrollen im Schengen-Raum. Darauf sind die deutsche Wirtschaft und Millionen Arbeitnehmer angewiesen. Wenn die Situation an den EU-Außengrenzen oder die Sicherheitsinteressen Deutschlands es jedoch erfordern, werden wir die nationalen Grenzkontrollen zeitlich befristet fortsetzen und notfalls ausweiten. ",
          "en": "In general, we do not want border controls in the Schengen area. The German economy and millions of employees depend on it. However, if the situation at the EU's external borders or the security interests of Germany necessitate it, we will proceed with temporary national border controls and expand them if need be."
        }
      },
      {
        "thesis": 7,
        "position": "positive",
        "statement": {
          "de": "Europa muss seine Außengrenzen wirksam gegen illegale Migration schützen und die Grenzschutzagentur Frontex stärken",
          "en": "Europe must secure it s borders more effectively against illegal migration and strenghten the border protection agency Frontex. "
        }
      },
      {
        "thesis": 8,
        "position": "neutral",
        "statement": {
          "de": "Die Einrichtung eines europäischen Nachrichtendienstesist auf absehbare Zeit keine realistisches Projekt. CDU und CSU befürworten aber die engere Zusammenarbeit der Dienste der EU-Mitgliedstaaten.",
          "en": "The introduction of a European intelligence service is not a realistic project for the time being. However, CDU and CSU approve closer collaboration of intelligence services between Member States."
        }
      },
      {
        "thesis": 9,
        "position": "positive",
        "statement": {
          "de": "Mehr Zusammenarbeit in der EU, um die genannten Bedrohungen bzw. Einflussnahmen abzuwehren und zu bewältigen, bringt mehr Sicherheit für alle EUStaaten",
          "en": "More collaboration within the EU in order to counter and overcome said threats, resp. exertions of influence, leads to more security for all Member States."
        }
      },
      {
        "thesis": 10,
        "position": "negative",
        "statement": {
          "de": "Die Aufnahme von Menschen in Not bleibt eine humanitäre Aufgabe, der wir uns stellen. Zugleich arbeiten wir aber dafür, dass die Zahl der Flüchtlinge, die zu uns kommen, dauerhaft niedrig bleibt. Das macht es möglich, dass wir unseren humanitären Verpflichtungen durch Resettlement und Relocation nachkommen. ",
          "en": "The admission of people in need remains a humanitarian task we have to face. At the same time, we work to permanently reduce the number of refugees coming in. This enables fulfilling our humanitarian responsibilities through resettlement and relocation."
        }
      },
      {
        "thesis": 11,
        "position": "positive",
        "statement": {
          "de": "CDU und CSU streben langfristig einen gemeinsamen, harmonisierten europäischen Rüstungsmarkt an, der auch gemeinsame Regeln für den Rüstungsexport beinhalten muss.",
          "en": "In the long term, CDU and CSU strive for a common, harmonised European defence market that also has to include common regulations for defence exports."
        }
      },
      {
        "thesis": 12,
        "position": "neutral",
        "statement": {
          "de": "Nachdem die Neustrukturierung des Sicherheitsrates der Vereinten Nationen vor wenigen Jahren gescheitert ist, ist derzeit ein erneuter Anlauf für eine Reform des Sicherheitsrates aussichtslos.",
          "en": "After the reorganisation of the UN Security Council has failed some years ago, another attempt for reform is currently forlorn."
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "Wir unterstützen den Vorschlag für eine Europäische Verteidigungsunion und für einen Europäischen Verteidigungsfonds. Dabei geht es um eine engere Zusammenarbeit in der Verteidigungspolitik z. B. in Rüstungsfragen, um einen effizienteren Einsatz der finanziellen Verteidigungsmittel zu erreichen. Unsere langfristige Vision bleibt die Schaffung einer europäischen Armee unter dem Dach der NATO.",
          "en": "We support the proposal for a European defence union and a European defence fund. At its core is the closer collaboration in defence policy, for example on question regarding arms to reach a more efficient spending of financial defence ressources. Our long-term goals remains the creation of a European armed forces under the roof of NATO."
        }
      },
      {
        "thesis": 14,
        "position": "positive",
        "statement": {
          "de": "Die EU ist nicht nur eine Wirtschafts-, sondern auch eine Werte- und Rechtsgemeinschaft. Es ist im deutschen und europäischen Interesse, auch weltweit für unsere gemeinsamen Werte wie Demokratie, Rechtsstaatlichkeit und Menschenrechte einzutreten. Dafür müssen sich die Mitgliedstaaten im Rahmen der Europäischen Union in außenpolitischen Fragen enger miteinander abstimmen und mit einer Stimme sprechen.",
          "en": "The EU is not just an economic union, but also a union of values and legal community. It is in the German and European interest to advocate globally for our common values as democracy, rule of law and human rights. Hence, the Member States of the European Union have to align closer on foreign policy issues and speak with a united voice."
        }
      },
      {
        "thesis": 15,
        "position": "negative",
        "statement": {
          "de": "Bereits heute gibt es den EU-Emissionshandel (European Union Emissions Trading System, EU ETS). Dieses hat das Ziel, Treibhausgasemissionen wie CO2 zu senken und dabei die volkswirtschaftlichen Kosten so gering wie möglich zu halten. Dieses System, dessen Einnahmen den Mitgliedstaaten zur Verfügung stehen, sollte gestärkt und auf europäischer Ebene keine neuen Steuern eingeführt werden. ",
          "en": "Already today, there is an EU emissions trade (European Union Emissions Trading System, EU ETS). Its goals is to reduce green house emissions like CO2 while keeping the economic cost at a low. This system, benefiting Member States through its revenues, should be strenghtened further and avoid the introduction of additional taxes on European level."
        }
      },
      {
        "thesis": 16,
        "position": "neutral",
        "statement": {
          "de": "CDU und CSU wollen die Förderung der erneuerbaren Energien in den europäischen Binnenmarkt integrieren. Wir setzen uns dafür ein, dass perspektivisch einen einheitlicher europäischer Rahmen für die nationale Förderung ablöst.",
          "en": "CDU and CSU want to integrate the funding of renewable energies in the European single market. Perspectively, we support a single European framework replacing national funding schemes."
        }
      },
      {
        "thesis": 17,
        "position": "neutral",
        "statement": {
          "de": "Im zukünftigen EU-Haushalt ab dem Jahre 2021, dem sogenannten Mehrjährigen Finanzrahmen, müssen sich die von der EU gesetzten Prioritäten wiederfinden, insbesondere in den Bereichen Digitalisierung, Bildung und Forschung sowie Innovationen. Hinzukommt der Wegfall der britischen Zahlungen. Dies kann zur Neubewertung einzelner Haushaltsrubriken bzw. bei den Beiträgen einzelner Mitgliedstaaten führen.  CDU und CSU setzen sich für einen künftigen Ausbau des erfolgreichen europäischen Bildungs- und Austauschprogramms „Erasmus+“ ein. Außerdem sollte die finanzielle Ausstattung des künftigen, ab 2021 laufenden Nachfolgeprogramms zu „Horizont 2020“ – dem EU-Rahmenprogramm für Forschung und Innovation – mindestens denselben finanziellen Umfang haben wie der ursprüngliche Haushaltsansatz für „Horizont 2020“.  Wichtig ist aber auch eine gesicherte Versorgung mit heimischen, qualitativ hochwertigen und sicheren Lebensmitteln zu angemessenen Preisen, die die Entwicklung des ländlichen Raums, der stark vom demografischen Wandel betroffen ist, mit dem Schutz der Natur verbindet. Die scheinbare Agrarlastigkeit des EU-Haushaltes hat seine Gründe: Die EU-Agrarpolitik ist nach wie vor der einzige Politikbereich der EU, der voll gemeinschaftlich finanziert wird. Nur eine starke EU-Agrarpolitik stärkt den Binnenmarkt, ermöglicht fairen Wettbewerb, garantiert eine einheitliche Handelspolitik der EU, leistet einen in allen Mitgliedstaaten gleichermaßen wirksamen Beitrag zum Klima-, Umwelt- und Tierschutz, wahrt das hohe Niveau der Ernährungs- und Lebensmittelsicherheit der EU und mindert die zunehmenden Preis-, Politik- und Produktionsrisiken in der Landwirtschaft. Hieraus ergibt sich ein hoher Europäischer Mehrwert der EU Agrarpolitik. ",
          "en": "In the future EU budget from 2021 onwards, the so-called multiannual financial framework, the priorities set by the EU must be reflected, in particular in the areas of digitalization, education and research as well as innovation. Added to this is the omission of british payments. This may lead to the reassessment of individual budgetary burdens or the contributions of individual Member States. CDU and CSU are committed to a future expansion of the successful European education and exchange program \"Erasmus +\". In addition, the financial framework of the future \"Horizon 2020\" successor program, starting from 2021 - the EU Framework Program for Research and Innovation - should have at least the same financial scale as the original budgetary horizon for \"Horizon 2020\" has had. However, it is also important to ensure a secure supply of local, high-quality and safe food at reasonable prices, which combines the development of rural areas, which are strongly affected by demographic change, with the protection of nature. The apparent agrarian focus of the EU-budget has its reasons: This is due to the fact that the EU's agricultural policy is still the only EU policy to be fully financed by the Community. Only a strong EU agricultural policy strengthens the domestic market, enables fair competition, guarantees a uniform EU trade policy, contributes equally to climate, environmental and animal protection in all Member States, respects the high level of food security in the EU and diminishes the increasing price, policy and production risks in agriculture. Regarding this, the EU agricultural policy holds a strong value for its community. "
        }
      },
      {
        "thesis": 18,
        "position": "negative",
        "statement": {
          "de": "Wichtige Bereiche der Sozialpolitik, so auch die Festlegung von Mindestlöhnen, liegen in der Hand der Mitgliedstaaten. Sie können so sozialpolitisch eigene, bürgernahe und maßgeschneiderte Akzente setzen. Damit wird dem Subsidiaritätsgedanken Rechnung getragen.",
          "en": "Important areas of social policy, including the definition of minimum wages, lie in the hands of the Member States. They can thus introduce their own, citizen-oriented and tailor-made accents social politically. This takes the idea of the the subsidiarity principle into account. "
        }
      },
      {
        "thesis": 19,
        "position": "neutral",
        "statement": {
          "de": "CDU und CSU haben den internationalen Kampf gegen Steuervermeidung und Steuerhinterziehung maßgeblich vorangetrieben. Dem dient das von uns mit initiierte OECD/G20-Großprojekt „BEPS“, dem sich inzwischen 100 Staaten angeschlossen haben. Besteuerungslücken werden geschlossen, steuerlicher Gestaltungsmissbrauch wird konsequent verhindert. Schädlichem Steuerwettbewerb stellen wir uns weiter entgegen. Wir wollen für einen fairen Steuerwettbewerb sorgen, Indem wir eine gemeinsame Steuerbemessungsgrundlage, aber keine Einheitssätze anstreben.",
          "en": "The CDU and the CSU have significantly advanced the international fight against tax evasion and tax evasion. The OECD / G20 large-scale project \"BEPS\", initiated by us, is now used by 100 countries. Gaps in taxation are closed, fiscal misuse is consistently prevented. We continue to oppose a harmful tax competition. We want to ensure fair tax competition, by striving for a common tax base, but not for single tax rates."
        }
      },
      {
        "thesis": 20,
        "position": "neutral",
        "statement": {
          "de": "CDU und CSU sprechen sich dafür aus, dass die Europäische Union bei der Verhandlung und dem Abschluss von Freihandelsabkommen handlungsfähig bleiben muss. Grundsätzlich liegt der Abschluss von Freihandelsabkommen in der Zuständigkeit der EU. Abhängig von den Inhalten eines Freihandelsabkommens kann aber eine Mitratifizierung durch die nationalen (und regionalen) Parlamente notwendig sein. Dies sollte aber die Ausnahme bleiben.",
          "en": "The CDU and the CSU are in favor of the need for the European Union to remain active in the negotiation and conclusion of free trade agreements. In principle, the conclusion of free trade agreements is the responsibility of the EU. However, depending on the content of a free trade agreement, co-ratification by the national (and regional) parliaments may be necessary, but this should remain the exception."
        }
      },
      {
        "thesis": 21,
        "position": "neutral",
        "statement": {
          "de": "Gegen unfaire Handelspraktiken werden wir uns schützen. Zugleich sollte die Beilegung von Handelskonflikten möglichst immer im Rahmen vereinbarter Mechanismen  - z. B. vor dem Schiedsgericht der Welthandelsorganisation (WTO) – erfolgen, um der Gefahr eines für den Wohlstand und die Arbeitsplätze gefährlichen Handelskrieges vorzubeugen. ",
          "en": "We will protect ourselves against unfair trade practices. At the same time, we advocate the resolution of trade disputes within the framework of agreed mechanisms such as the WTO whenever possible, in order to prevent a trade war that would jeopardise our wealth and jobs. "
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "Wir wollen die dauerhafte Stabilisierung der Eurozone erreichen. Eine Vergemeinschaftung von Schulden schließen wir aber aus. Gemeinschaftliche Anleihen würden falsche Anreize setzen und könnten dazu verleiten, notwendige Haushaltssanierungen und Strukturreformen aufzuschieben oder gar zu unterlassen.",
          "en": "We want to achieve the permanent stabilization of the Eurozone. However, we exclude a pooling of debts. Collective bonds would set the wrong incentives and might lead to a delay or even refrain from necessary budget consolidations and structural reforms."
        }
      },
      {
        "thesis": 23,
        "position": "neutral",
        "statement": {
          "de": "EU-Recht muss in den Mitgliedstaaten voll angewandt werden. Die Achtung der EU-Grundwerte bei der Entwicklung und Umsetzung der EU-Politik ist ganz entscheidend. In ihrem Reflexionspapier über die Zukunft der EU-Finanzen betont die Europäische Kommission, dass die Achtung der Rechtsstaatlichkeit nicht nur für die Bürgerinnen und Bürger Europas wichtig ist, sondern auch für unternehmerische Initiative, Innovation und Investitionen, die dort am erfolgreichsten sind, wo der rechtliche und institutionelle Rahmen in vollem Umfang auf die gemeinsamen Werte der EU verpflichtet ist. Somit besteht ein klarer Zusammenhang zwischen der Rechtsstaatlichkeit einerseits und einer effizienten Durchführung der aus dem EU-Haushalt geförderten Investitionen aus privater oder öffentlicher Hand andererseits. Es sollte daher geprüft werden, ob der Erhalt von EU-Kohäsionsmitteln auch an die Einhaltung von rechtstaatlichen Grundprinzipien geknüpft werden kann. ",
          "en": "EU law must be fully implemented in the member states. The regard for the EU's basic values is critical for the development and implementation of EU policy. The European Kommission has stated in its reflection paper on the future of EU finance that the regard for rule of law is not only important for the citizens of Europe but,  also for entrepreneurial initiatives, innovation and investment, which are most sucessfull where the legal and institutional framework is fully in line with the common values of the  EU. Hence there is a clear relationship between the rule of law on the one hand and the efficient execution of private of public investments made funded by the EU budgets on the other hand.  It should therefore be examined, if receiving cohesion funds can be made conditional to keeping to the basic principles of rule of law. "
        }
      },
      {
        "thesis": 24,
        "position": "negative",
        "statement": {
          "de": "CDU und CSU sind bereit, bei der Überwindung der Probleme gerade beim Abbau der hohen Jugendarbeitslosigkeit solidarisch zu helfen. Eine europäische Arbeitslosigkeitsversicherung würde den falschen Anreiz setzen, unliebsame Wirtschaftsreformen auf Kosten von Arbeitnehmerinnen und Arbeitnehmern, die in anderen EU-Mitgliedstaaten ihre Beiträge leisten, zu vermeiden. ",
          "en": "The CDU and the CSU are ready to help overcoming the problems regarding reducing the high youth unemployment. A European unemployment insurance system would provide the wrong incentive to avoid unwelcome economic reforms at the expense of workers in other EU Member States."
        }
      },
      {
        "thesis": 25,
        "position": "neutral",
        "statement": {
          "de": "Unser Leitbild für Europa ist die Soziale Marktwirtschaft. Sie ermöglicht Wohlstand, soziale Sicherheit und dient den Menschen. Um diese Ziele noch besser zu erreichen, bedarf es eines Dreiklangs: Erstens solide Finanzen, um unseren Kindern eine keine Schuldenberge zu hinterlassen. Zweitens notwendige Strukturreformen für mehr Wettbewerbsfähigkeit und drittens vor allem private Investitionen, die Wachstum und Beschäftigung schaffen.",
          "en": "Our guiding principle for Europe is the social market economy. This makes prosperity and social security possible, whilst serving the people. To help better reach these goals, we need a triad: First sturdy finances, because we don’t want to leave our children with huge amounts of debt. Second much needed structural reforms to make us more competitive and third foremost private investments, which create growth and jobs. "
        }
      },
      {
        "thesis": 26,
        "position": "positive",
        "statement": {
          "de": "Wir wollen die Elektromobilität deutlich ausbauen. Wichtige Voraussetzung dafür ist die Förderung des Aufbaus einer flächendeckenden Ladeinfrastruktur. Um der Elektromobilität zum Durchbruch zu verhelfen, bedarf es für den grenzüberschreitenden Verkehr Schnellladestationen in ganz Europa, mindestens entlang der großen europäischen Verkehrsachsen. ",
          "en": "We want to significantly strengthen electro mobility. An important requirement for this is promoting the building of a comprehensive charging infrastructure. To leverage electro mobility, cross-border transport requires rapid-loading stations throughout Europe, at least along the major European transport links. "
        }
      },
      {
        "thesis": 27,
        "position": "neutral",
        "statement": {
          "de": "Der 9. Mai ist der Tag, an dem vielerorts in Europa die europäische Einigung gefeiert wird. Dies begrüßen und unterstützen CDU und CSU. Die Entscheidung über (gesetzliche) Feiertage liegt allerdings in der Kompetenz der EU-Mitgliedstaaten. Im Sinne des Subsidiaritätsprinzips sollte dies auch so bleiben.",
          "en": "On the 9th of May the European unification is celebrated, in many places in Europe, which we, as CDU and CSU, welcome and support. However, the decision about (statutory) holidays is the competence of the EU Member States. In accordance with the principle of subsidiarity, this should also remain as it is. "
        }
      },
      {
        "thesis": 28,
        "position": "positive",
        "statement": {
          "de": "Wir halten ein kostenloses Interrail-Ticket für Jugendliche ab 18 Jahren für eine wunderbare Idee. Mehr junge Leute könnten so Europa konkret erleben und erfahren. Damit würde die Begeisterung für Europa geweckt und verstärkt.",
          "en": "We think a free Interrail Ticket for young people aged 18 an older is a wonderful idea. More young people could experience Europe. This would amplify and inspire enthusiasm for Europe. "
        }
      },
      {
        "thesis": 29,
        "position": "neutral",
        "statement": {
          "de": "Generell gilt: Die Arbeitsmarkt- und Beschäftigungspolitik liegt in der Kompetenz der Mitgliedsstaaten. Zur gemeinsamen Bekämpfung der Jugendarbeitslosigkeit in Europa wurde aber beispielsweise das erfolgreiche Programm „Dein erster EURES-Arbeitsplatz“ als Starthilfe für eine grenzüberschreitende Tätigkeit im EU-Raum eingeführt. Junge Menschen erhalten hierdurch sowohl unentgeltliche als auch finanzielle Unterstützung, wie z. B. Zuschüsse für Reise¬–, Umzugs– und Sprachkurskosten. CDU und CSU sind bereit, bei der Überwindung der Probleme gerade beim Abbau der hohen Jugendarbeitslosigkeit solidarisch zu helfen, denn wir wollen den Erfolg der gesamten EU. ",
          "en": "In general the labor market and employment policies are competences of member states. For a joint fight against youth unemployment the successful program “Your first EURES job” was introduced, to help establish cross-border employment across Europe. Through this program young people receive free financial as benefits for travel, moving and language classes. CDU and CSU are ready to help overcome these problems in solidarity, especially reducing the high youth unemployment rate, because we want the success of the entire EU. "
        }
      }
    ]
  },
  {
    "name": {
      "de": "Sozialdemokratische Partei Deutschlands",
      "en": "Social Democratic Party of Germany"
    },
    "token": "SPD",
    "european_profile": {
      "members": [
        27,
        96
      ],
      "party": {
        "de": "Sozialdemokratische Partei Europas (SPE)",
        "en": "Party of European Socialists (PES)"
      },
      "group": {
        "de": "Progressive Allianz der Sozialdemokraten im Europäischen Parlament (S&D)",
        "en": "European Progressive Alliance of Socialists and Democrats (S&D)"
      }
    },
    "program": {
      "de": "https://www.spd.de/fileadmin/Dokumente/Bundesparteitag_2017/Regierungsprogramm_BTW_2017_10MIN_RZ.pdf",
      "en": "https://www.spd.de/fileadmin/Dokumente/Bundesparteitag_2017/Regierungsprogramm_BTW_2017_10MIN_RZ.pdf"
    },
    "id": 1,
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "Wir brauchen eine bessere und wirksamere Integration der Wirtschaftspolitik – perspektivisch mit der Einrichtung einer Wirtschaftsregierung für den Euro-Raum. Die europäische Wirtschaftsregierung soll sich zusammensetzen aus den Mitgliedern der Kommission mit entsprechendem Zuständigkeitsbereich – unter politischer Führung eines europäischen Wirtschafts- und Finanzministers. Die Wirtschaftsregierung und ihre Mitglieder müssen insbesondere über das Europäische Parlament legitimiert und kontrolliert werden.",
          "en": "A better and more efficient integration of economic policy is needed - in perspective, including the creation of a economic government for the Euro-Zone. The European Economic Government should consist of the members of the European Commission in respective areas of competency - under the political supervision of one European Minister for Economic and Financial Affairs. The economic government and its members especially have to be legitimised and controlled through the European Parliament. "
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "Wir wollen insgesamt die europäischen Parteien weiter stärken und die Möglichkeiten, sich in ihnen zu engagieren, erweitern. Die europäischen Parteien sind Träger einer transnationalen politischen Willensbildung. Um diesen wichtigen Aspekt europäischer Demokratie zusätzlich zu stärken, setzen wir uns auch dafür ein, dass die durch das Ausscheiden Großbritanniens freiwerdenden Sitze im Europäischen Parlament künftig durch Abgeordnete besetzt werden, die anhand transnationaler Listen gewählt worden sind.",
          "en": "We want to strengthen the European parties further and expand  possibilites to get actively involved in them. The European parties are pillars of a transnational political decision-making process. To further support this important aspect of European democracy, we also advocate for a distribution of the seats freed in the European Parliament through the dismissal of the United Kingdom, to representatives elected from a trasnational list."
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "Wir halten an den bisherigen Regelungen zur Einsetzung eines europäischen Konventes fest. Wir legen dabei besonderen Wert auf eine breite parlamentarische und zivilgesellschaftliche Beteiligung.",
          "en": "We adhere to the present regulations for the appointment of a European Convent. In this, we put emphasis on a broad participation from Parliament and civil society."
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "Vertrauen in die Legitimität europäischer Entscheidungen setzt Transparenz voraus, daher sollten nur registrierte Interessenvertreter Zugang zu Entscheidungsträgern erhalten. Schon heute arbeiten Europäisches Parlament und Kommission offener als viele nationale Institutionen. Nur der Rat nimmt noch nicht am EU-Lobbyregister teil. Das muss sich ändern.",
          "en": "Trust in the legitimacy of European decision-making requires transparency, therefore, only registered lobbyists should receive access to decision-makers. The European Parliament and European Commission already operate more openly today than many national institutions. Only the European Council does not participate in the EU Transparency Register. That has to change."
        }
      },
      {
        "thesis": 4,
        "position": "positive",
        "statement": {
          "de": "Die EU-Kommission muss reformiert werden. Dazu gehört, der Kommission eine solche Struktur zu geben, dass sie handlungsfähig und entscheidungsorientiert arbeiten kann. Gleichzeitig müssen die Kompetenzen des Europäischen Parlamentes ausgeweitet werden, um das demokratische Defizit der EU zu beseitigen.",
          "en": "The European Commission has to be reformed. This includes tranforming the structure of the Commission to enable its capacity to act and decision-oriented work. At the same time, the competencies of the European Parliament must be expanded in order to resolve the democratic deficit of the EU."
        }
      },
      {
        "thesis": 5,
        "position": "neutral",
        "statement": {
          "de": "Wir wollen eine starke EU, die sich an den Bedürfnissen der Bürgerinnen und Bürger orientiert. Gleichzeitig muss sich die EU auf das Wesentliche konzentrieren.",
          "en": "We want a strong EU that is guided by the needs of its citizens. Simultaneously, the EU has to concentrate on the bare essentials."
        }
      },
      {
        "thesis": 6,
        "position": "negative",
        "statement": {
          "de": "Wir sind für ein Europa der offenen Grenzen. Kontrollen dürfen nur in absoluten Ausnahmesituationen erfolgen.",
          "en": "We support open borders in Europe. Border controls must only take place in absolutely exceptional situations. "
        }
      },
      {
        "thesis": 7,
        "position": "positive",
        "statement": {
          "de": "Wir wollen das Mandat und die Arbeit von Frontex, der europäischen Agentur für die Grenz- und Küstenwache, stärken. Dabei werden wir dafür Sorge tragen, dass die Gefahren für Flüchtende reduziert und das Gebot der Nicht-Zurückweisung eingehalten wird.",
          "en": "We want to strenghten the mandate of Frontex, the European agency for border protection and coast guard. In doing so, we will reduce threats to refugees and ensure the principle of non-refoulement."
        }
      },
      {
        "thesis": 8,
        "position": "neutral",
        "statement": {
          "de": "Wir fordern nach dem Vorbild des Gemeinsamen Terrorismusabwehrzentrums in Deutschland ein Anti-Terrorzentrum auf europäischer Ebene, in dem ein Austausch aller Sicherheitsbehörden stattfindet.",
          "en": "Based on the German model of the Joint Terrorism Task Force, we demand a counter-terrorism centre on European level which enables the exchange of all intelligence personell."
        }
      },
      {
        "thesis": 9,
        "position": "positive",
        "statement": {
          "de": "Eine engere Kooperation der Sicherheitsbehörden auf europäischer Ebene ist dringend notwendig. Wir setzen uns deshalb für Regelungen auf internationaler Ebene ein, mit denen wir Bürgerinnen und Bürger, Wirtschaft und öffentliche Institutionen vor Ausspähung und Cyberangriffen schützen wollen.",
          "en": "On European level, closer cooperation of security offices is urgently needed. Therefore, we support regulations on international level which will protect citizens, the economy and public institutions from espionage and cyber attacks."
        }
      },
      {
        "thesis": 10,
        "position": "negative",
        "statement": {
          "de": "Wir stehen für eine humanitäre Flüchtlingspolitik. Das Recht auf Asyl muss auch in Zukunft unangetastet bleiben. Die brutalen Kriege und Menschenrechtskrisen der Welt zwingen weiter viele Menschen zur Flucht. Deshalb ist die Aufnahme von Flüchtlingen für uns eine Frage der Humanität.",
          "en": "We stand for a humanitarian refugee policy. The right to asylum has not to be violated in future. Brutal wars and human rights crisises in the world force many people to escape. Therefore, the admission of refugees is a question of humanitarianism."
        }
      },
      {
        "thesis": 11,
        "position": "positive",
        "statement": {
          "de": "Wir setzen uns für eine noch engere europäische Abstimmung bei Rüstungsexporten ein. Dies geht für uns einher mit einer stärkeren Begrenzung von Rüstungsexporten auf Ebene der EU.",
          "en": "We support an even closer European alignment on defence exports. In our view, this goes hand in hand with a stronger limitation of defence exports on EU level."
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "Dies ist unser langfristiges Ziel. Kurz- und mittelfristig stehen wir für die Stärkung der europäischen Zusammenarbeit in internationalen Organisationen. Europa muss so oft wie möglich mit einer Stimme sprechen!",
          "en": "That is our long-term goal. In the short- and medium term we support the strengthening of European cooperation in international organisations. Europe has speak up with a single voice as often as possible!"
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "In der Verteidigungspolitik wollen wir stärker zusammenarbeiten und die Integration von Streitkräften der Mitgliedstaaten voranbringen – als Teil einer umfassenden, präventiven und in das internationale Recht eingebetteten Sicherheits- und Verteidigungspolitik der EU. Perspektivisch wollen wir eine europäische Armee aufbauen, deren Einsatz parlamentarisch legitimiert werden muss.",
          "en": "We want stronger collaboration in defence policy and to advance the integration of the armed forces of Member States - as part of a European security and defence policy that is holistic, preventive and aligned with international law. Perspectively, we want to build a European army where operations have to be legitimated through Parliament."
        }
      },
      {
        "thesis": 14,
        "position": "positive",
        "statement": {
          "de": "In Zeiten von Trump und dem globalen Vormarsch des Autoritarismus muss von der EU eine klarere Stimme für Demokratie und Rechtsstaatlichkeit ausgehen.",
          "en": "In times of Trump and the global rise of autoritarianism the EU has to declare an unmistaken opinion in favor of democracy and constitutionality. "
        }
      },
      {
        "thesis": 15,
        "position": "neutral",
        "statement": {
          "de": "Den europäischen Emissionshandel werden wir so weiterentwickeln, dass er seine Funktion als zentrales Klimaschutzinstrument erfüllen kann. Sollte dies nicht zu erreichen sein, werden wir Verhandlungen für die Vereinbarung von CO2-Mindestpreisen auf europäischer Ebene aufnehmen.",
          "en": "We want to facilitate the development of EU emissions trade in a way it can fulfill its function as a central climate protection instrument. Should this be despite our reach, we will start negotiations for an agreement of CO2 reserve prices on European level."
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "Wir wollen den Ausbau regenativer Energie europaweit voranbringen. Schon heute fördert die EU zahlreiche Projekte und Maßnahmen in den Bereichen erneuerbare Energien und nachhaltige Energieversorgung. Drei Viertel des Energieforschungsbudgets der EU sind für erneuerbare Energien festgeschrieben.",
          "en": "We want to facilitate the expansion of renewable energies. Today, the EU funds several projects and measures in the area of renewable energies and sustainable energy provision. 3/4 of the EU's energy research budget are attributed to renewable energies."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Wir sind für eine Neuausrichtung des EU-Haushaltes in diesem Sinne.",
          "en": "We are in favor of a reorientation of the EU budget in this sense."
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "Wir sind europaweit für Mindestlöhne, gemessen am jeweiligen nationalen Durchschnittseinkommen.",
          "en": "We are in favor of european-wide minimum wages, measured by the respective average national income.  "
        }
      },
      {
        "thesis": 19,
        "position": "positive",
        "statement": {
          "de": "Europa muss Schritte zur Harmonisierung der Unternehmensbesteuerung und des Steuervollzugs auf den Weg bringen. Wir wollen durchsetzen, dass Unternehmen dort ihre Steuern bezahlen, wo sie ihre Gewinne erwirtschaften. Große Unternehmen dürfen nicht länger die Staaten untereinander ausspielen können, um ihre Steuerlast zu drücken.",
          "en": "Europe must take steps to harmonize corporate taxation and tax evasion. We want to make sure that companies pay their taxes where they make their profits. Large corporations are no longer allowed to play states off against each other to reduce their tax burden."
        }
      },
      {
        "thesis": 20,
        "position": "neutral",
        "statement": {
          "de": "Bei EU-only Abkommen soll das Europäische Parlament die alleinige Entscheidungsbefugnis haben. Handelt es sich allerdings um ein gemischtes Abkommen, sollen auch die nationalen Parlamente zustimmen müssen.",
          "en": "For EU-only agreements, the European Parliament should have the sole decision-making power. However the national parliaments should also have to agree, if there is a mixed agreement."
        }
      },
      {
        "thesis": 21,
        "position": "positive",
        "statement": {
          "de": "Wir sind für eine wirksame Anti-Dumping Strategie der EU. Die SPD setzt sich für fairen Handel ein. Nationale Alleingänge und Protektionismus versprechen keinen Erfolg. Offene Märkte sind gut, dort muss aber auch frei von Wettbewerbsverzerrungen gehandelt werden. Falls dies nicht gewährleistet ist, müssen gerade auf europäischer Ebene effektive Schutzmaßnahmen greifen.",
          "en": "We advocate an effective European anti dumping strategy. The SPD supports fair trade. Unilateral actions and protectionism not a solution. Open markets are good but can only function so long as competition is not distorted. Where this is not the case effective measures need to be taken especially on a European level. "
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "Mit dem Europäischen Stabilitätsmechanismus (ESM) ist es gelungen, die Eurozone und insbesondere die Refinanzierungsbedingungen zu stabilisieren. Darüber hinaus ist es nun vor allem erforderlich, bessere Strukturen für eine abgestimmte Wirtschafts- und Finanzpolitik in der Eurozone zu schaffen. Wir wollen eine Wirtschaftsregierung der Eurozone aufbauen, mit einem gemeinsamen Finanzbudget, das verstärkte Investitionen in Wachstum, Beschäftigung und den europäischen Zusammenhalt ermöglicht.",
          "en": "The European Stability Mechanism (ESM) has succeeded in stabilizing the Eurozone and in particular its refinancing conditions. Beyon that, it is now primarily necessary to create better structures for a coordinated economic and financial policy in the Eurozone. We want to build a economic governance in the Eurozone, with a joint financial budget that allows greater investment in growth, employment and European cohesion."
        }
      },
      {
        "thesis": 23,
        "position": "positive",
        "statement": {
          "de": "Für uns gilt der Gedanke des Solidarpakts: wer etwas aus dem EU Haushalt erhalten möchte, muss sich auch an die europäischen Spielregeln halten. Rechtsstaatliche Verstöße müssen nötigenfalls sanktioniert werde",
          "en": "For us counts the idea of a solidarity pact: if you wish to receive a share the EU buget, you have to stick to the european rules. Violations of EU law have to be sanctioned in neccessary."
        }
      },
      {
        "thesis": 24,
        "position": "negative",
        "statement": {
          "de": "Wir wollen eine europäische Sozialunion, die ihre Politik an den Bedürfnissen der Menschen ausrichtet, soziale Mindeststandards sichert und Lohn- und Sozialdumping wirksam unterbindet. Diese gemeinsamen sozialen Standards zu schaffen, muss der erste Schritt sein, auf den das politische Hauptaugenmerk liegen sollte. Für Kernbereiche der Sozialstaatlichkeit wie die Arbeitslosenversicherung sollten allerdings die Mitgliedstaaten verantwortlich bleibeN:",
          "en": "We want a European Social Unions, which aligns its politics with the needs of the people, to ensure social standards and effectively prevent wage and social dumping. Creating these common social standards must be where the main political focus should be placed. However, Member States should remain responsible for core areas of the welfare state such as unemployment insurance.We want a European Social Unions, which aligns its politics with the needs of the people, to ensure social standards and effectively prevent wage and social dumping. Creating these common social standards must be where the main political focus should be placed. However, Member States should remain responsible for core areas of the welfare state such as unemployment insurance."
        }
      },
      {
        "thesis": 25,
        "position": "positive",
        "statement": {
          "de": "Wir müssen die reine Sparpolitik überwinden und mehr Investitionen ermöglichen. Wir brauchen ein breit angelegtes europäisches Investitionsprogramm: Mit Zukunftsinvestitionen in die grenzüberschreitenden europäischen Verkehrs- und Energienetze, in den Aufbau der modernsten Infrastruktur der Welt für schnelles Internet (europäisches Gigabit-Netz), in Bildung und Ausbildung, Forschung und Entwicklung und die Bekämpfung von Jugendarbeitslosigkeit.",
          "en": "We must overcome the policy of saving and make investments possible. We need a broad European investment program: With future investments in cross-border traffic and energy grids, in building the most modern infrastructure in the world for fast internet (European gigabit net), in education, research and development and the fight against youth unemployment. "
        }
      },
      {
        "thesis": 26,
        "position": "positive",
        "statement": {
          "de": "Erklärung fehlt.",
          "en": "Statement missing."
        }
      },
      {
        "thesis": 27,
        "position": "positive",
        "statement": {
          "de": "Wir wollen die Bedeutung des Europatages (9. Mai) weiter erhöhen und insbesondere in den Schulen stärker verankern. Symbole wie dieses sind grundsätzlich wichtig, um das Zusammengehörigkeitsgefühl in Europa zu stärken.",
          "en": "We want to further strengthen the importance of the Europe day (May 9TH) and enshrine it even further especially in schools. Symbols like these are important to strengthen the solidarity in Europe. "
        }
      },
      {
        "thesis": 28,
        "position": "neutral",
        "statement": {
          "de": "Aktionen wie diese sind wichtig, um die Jugend von Europa zu überzeugen. Allerdings muss ihre Finanzierbarkeit gegen andere Programme abgewogen werden: Wir wollen den europäischen Freiwilligendienst und die Austauschprogramme der EU wie Erasmus+ ausbauen. Und wir brauchen ein Europäisches Mobilitätsprogramm, aus dem junge Menschen unterstützt werden können, wenn sie in einem anderen Mitgliedstaat eine Ausbildung oder einen Arbeitsplatz aufnehmen möchten.",
          "en": "Actions like these are important to convince the youth of Europe. However the financing must be considered and compared to other programs: We want to expand European volunteer service and exchange programs of the EU like Erasmus+. And we need a European Mobility program supporting people applying for training or a job in another member state. "
        }
      },
      {
        "thesis": 29,
        "position": "neutral",
        "statement": {
          "de": "Wir wollen das sehr gute Programm Erasmus+ auch für die jungen Menschen öffnen, die noch ohne Ausbildungs-, Studien- oder Arbeitsplatz sind und eine Ausbildung oder Arbeit in einem anderen Mitgliedstaat aufnehmen wollen.",
          "en": "We want to open the very good program Erasmus+ to the young people without training, university place or employment and those that want to start training or work in another Member State."
        }
      }
    ]
  },
  {
    "name": {
      "de": "Die Linke",
      "en": "The Left"
    },
    "token": "LINKE",
    "european_profile": {
      "members": [
        7,
        96
      ],
      "party": {
        "de": "Europäische Linke (EL)",
        "en": "Party of the European Left (EL"
      },
      "group": {
        "de": "Konföderale Fraktion der Vereinten Europäischen Linken/Nordische Grüne Linke (GUE/NGL)",
        "en": "European United Left–Nordic Green Left (GUE/NGL)"
      }
    },
    "program": {
      "de": "https://www.die-linke.de/fileadmin/download/wahlen2017/Flyer_Kurzform_Sozial.Gerecht.Fu%CC%88r_alle.pdf",
      "en": "https://www.die-linke.de/fileadmin/download/wahlen2017/Flyer_Kurzform_Sozial.Gerecht.Fu%CC%88r_alle.pdf"
    },
    "id": 2,
    "positions": [
      {
        "thesis": 0,
        "position": "negative",
        "statement": {
          "de": "Wirtschaftspolitische Koordinierung ist wichtig, aber unterschiedlich strukturierte Volkswirtschaften, wie sie in der EU existieren, können nicht zentral von einem Minister mit einer Wirtschaftspolitik à la „one-size-fits-all“ verwaltet werden. Die derzeit debattierten Vorschläge für ein Eurogruppen-Parlament und einen zum Euro-Finanzminister „beförderten“ Eurogruppenchef lehnen wir ab. Diese Pläne zum institutionellen Ausbau der Währungsunion setzen den verfehlten neoliberalen Kurs fort und vertiefen die Spaltung zwischen Euroländern und den übrigen EU-Staaten. DIE LINKE setzt sich für eine enge wirtschaftspolitische Koordinierung in der EU ein, die im Gegensatz zur aktuellen Politik auf öffentliche Investitionen und eine sozial und ökologisch nachhaltige Wirtschaftsentwicklung setzt. Zudem muss die demokratische Kontrolle der Wirtschafts- und Finanzpolitik, der Eurogruppe und der EZB über die deutliche Stärkung des EU-Parlaments und die der Mitgliedstaaten erfolgen: Sie müssen in Fragen der Wirtschafts- und Währungsunion dem Rat gleichberechtigt entscheiden können.",
          "en": "Coordination of ecomonic policies is important, however, the diverse structure of national economies in the EU cannot be administered centrally by one Minister with a \"one-size-fits-all\" policy rationale. We reject the currently discussed proposals for a Eurogroup Parliament and one single Euro-Finance Minister \"promoted\" Eurogroup Chair. Such plans for the institutional expansion of the Monetary Union further promotes a failed neoliberal direction and intensifies the divide between the Euro-countries and the remaining EU Member States. DIE LINKE supports a close coordination of economic policies in the EU that, in contrast to prevailing politics, focuses on  public investment, and social as well as ecologically sustainable economic development. Further, the democratic control of economic and financial policies, of the Eurogroup and the European Central Bank (ECB) has to be effected by means of significantly strengthening the European Parliament and the national parliaments of the Member States: They have to be able to decide on issues regarding the Economic and Monetary Union in equal terms to the European Council."
        }
      },
      {
        "thesis": 1,
        "position": "negative",
        "statement": {
          "de": "In den Mitgliedstaaten der EU haben sich, teilweise über Jahrhunderte, völlig unterschiedliche Parteiensysteme ausgebildet – geformt in den großen historischen Auseinandersetzungen innerhalb ihrer Gesellschaften. Das lässt sich nicht über transnationale Listen glattbügeln und vereinheitlichen:",
          "en": "EU Member States have developed (partly over centuries) vastly different party systems - shaped by the great historical challenges within their respective societies. A paneuropean list won't smooth or harmonise this [developement]."
        }
      },
      {
        "thesis": 2,
        "position": "positive",
        "statement": {
          "de": "DIE LINKE setzt sich für mehr direkte Demokratie auch auf EU-Ebene ein, dies schließt Volksbegehren und –Entscheide ausdrücklich ein. Über Vertragsänderungen soll in gleichzeitigen Referenden in allen Mitgliedstaaten abgestimmt werden.",
          "en": "DIE LINKE supports more direct democracy, also on EU level, explicitly including popular petitions or referenda. Amendments to the Treaties should pass a resolution through simultaneous referenda in all Member States."
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "DIE LINKE fordert die Einrichtung eines verbindlichen und verpflichtenden Lobbyregisters für alle Lobbyist*innen und für alle EU-Institutionen. Die Identität von Lobbyist*innen und ihre Einflussnahme („legislativer Fußabdruck“) auf die Gesetzgebung müssen offen gelegt werden. Zudem fordert DIE LINKE die Offenlegung von Nebeneinkünften sowie längere Sperrzeiten für Politiker*innen, bevor diese nach ihrem Ausscheiden aus öffentlichen Ämtern in die Privatwirtschaft gehen können.",
          "en": "The Left demand a mandatory and binding lobby register for all lobbyists and all EU institutions. The identity of lobbyists and their influence on regulation (\"legislative footprint\") have to be made transparent. Moreover, The Left urge for the disclosure of additional income and longer waiting periods for politicians before they can move into the private sector after retiring from public office."
        }
      },
      {
        "thesis": 4,
        "position": "neutral",
        "statement": {
          "de": "DIE LINKE fordert seit langem, dass die EU-Kommission einer wirksamen demokratischen Kontrolle unterworfen und dass die Kontrollrechte des EU-Parlaments gestärkt werden müssen. Ein wichtiges Instrument ist dabei, dass neben der/dem Kommissionspräsidentin/en auch die Kommissionsmitglieder von den Abgeordneten des EP einzeln gewählt und auch einzeln abgewählt werden können.",
          "en": "For a long time, the Left  has been demanding more effective democratic control of the European Commission and reinforcing the right of control of the European Parliament. Despite the election of the European Commission President, an important instrument in this process is that also Members of the European Commission can be directly elected through representatives of the European Parliament, as well as unelected individually."
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "DIE LINKE spricht sich für eine grundlegende Demokratisierung der EU aus – dazu gehört auch die Einhaltung des Prinzips der Subsidiarität, um sicherzustellen, dass politische Entscheidungen bürger*innennah auf den Ebenen getroffen werden, die davon am meisten betroffen sind. Grundlegende Entscheidungen in der EU müssen vom EU-Parlament und den Parlamenten der Mitgliedstaaten gefällt werden. Ihr Einfluss und ihre Kompetenzen müssen gegenüber der Kommission und dem Rat gestärkt werden.",
          "en": "The Left approves a fundamental democratisation of the EU - including adherence to the principle of subsidiarity in order to ensure cititzen-oriented political decisions are made on those levels that are most affected by it. In the EU, fundamental decisions have to be reached by the European Parliament and the national parliaments of the Member States. Their influence and competencies have to be invigorated towards the European Commission and Council."
        }
      },
      {
        "thesis": 6,
        "position": "positive",
        "statement": {
          "de": "DIE LINKE steht für offene Grenzen in einem solidarischen Europa. Die Grenzkontrollen sind reine Symbolpolitik – sie verhindern weder die Einreise von Terrorverdächtigen noch von Flüchtenden und Migrant*innen, sondern zwingen diese allenfalls dazu, sich in die Hände von Schleppern zu begeben.",
          "en": "The Left supports open borders in a solidary Europe. Border controls are merely symbolic politics - neither do they prevent the arrival of terror suspects, nor of refugees and migrants, but instead force the latter to fall into the hands of smugglers."
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {
          "de": "Die Militarisierung des EU-Außengrenzschutzes und der Flucht- und Migrationsabwehr wollen wir beenden. Die Grenzschutzmission Frontex, die derzeit zur Europäischen Grenz- und Küstenwache ausgebaut wird, muss abgeschafft und durch eine EU-weit koordinierte zivile Seenotrettung ersetzt werden.",
          "en": "We want to terminate the militarisation of EU border protection as well as the defence against refugees and migrants. The border protection mission Frontex, which is currently being enlarged towards a European border protection and coast guard, has to be abolished and replaced by a coordinated pan-European sea rescue."
        }
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {
          "de": "DIE LINKE sieht Geheimdienste äußerst kritisch. Sie lassen sich kaum kontrollieren, sind einer Demokratie wesensfremd. In Deutschland haben wir erlebt, wie sie Teil eines Problems werden (Bsp. NSU) bzw. Verbrechen eben nicht verhindern (Anis Amri). Wir wollen sie perspektivisch abschaffen und nicht supranationale neue Geheimstrukturen aufbauen. ",
          "en": "The Left takes a very critical stance towards intelligence agencies. Control can barely be exerted on them, and they are alien to democracy. In Germany, we have experienced how they can become part of a problem (e.g. NSU), respectively, how they lack to prevent crime (Anis Amri). In perspective, we want to abolish them and do not seek to expand supranational intelligence structures."
        }
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {
          "de": "Im Bereich der zivilen Cybersicherheit haben Bundeswehr und Geheimdienste nichts zu suchen. Wir lehnen die Offensivstrategie der Bundeswehr im Cyber-Raum ab – die Abwehr dieser Gefahren ist Sache von Strafverfolgungsbehörden des Inneren, nicht der Armee. Die Frage der Cyberverteidigung droht eine eigene Eskalationsdynamik zu entfalten, da es zuallererst in ihrem Wesen liegt, das vermeintliche Angriffe nicht attribuiert, also einem vermeintlichen Gegner zugeschrieben werden können, und so fälschliche oder sogar durch false-flag Operationen ausgelöste Vergeltungsschläge drohen.",
          "en": "Neither the German armed forces, nor the secret service have any place in the area of civil cyber security. We reject the aggressive strategy of the Federal Armed Forces in the cyber sphere - the defence of such threats is the business of law enforcement officers, not the army. The question of cyber defence threatens to unfold a dynamics of escalation as per default it's aim is not to attribute potential attacks by ascribing them to a potential enemy, thus, triggering accidental retaliation or even false flag operations."
        }
      },
      {
        "thesis": 10,
        "position": "negative",
        "statement": {
          "de": "Die Grenzen der EU müssen für schutzsuchende Menschen offen sein. DIE LINKE fordert ein Ende der tödlichen Abschottungspolitik, legale Fluchtwege und eine solidarische Lastenverteilung in der EU für die Aufnahme und Integration von Geflüchteten. Nicht Flüchtlinge, sondern die Fluchtursachen müssen bekämpft werden.",
          "en": "The borders of EU have to be open for people who seek refuge. The Left demands to end the deadly closed-door policy, and create legal refugee routes and a solidariy burden sharing for the admission and integration of refugees in the EU. Not refugees themselves, but the causes of flight have to be fought."
        }
      },
      {
        "thesis": 11,
        "position": "negative",
        "statement": {
          "de": "Es sollten überhaupt keine Rüstungsgüter mehr aus EU-Staaten in Drittländer exportiert werden. DIE LINKE will, dass die EU-Länder enger bei Abrüstung und Rüstungskonversion zusammenarbeiten. Die aktuellen Bemühungen zur Stärkung des Rüstungsbinnenmarkts und zur Europäisierung der Rüstungsindustrie lehnen wir ab. Die Förderung von Rüstungsforschungsvorhaben aus EU-Fördertöpfen muss gestoppt werden, stattdessen soll die Umwandlung (Konversion) der Rüstungsindustrie vorangebracht werden.",
          "en": "There shouldn't be any further defence exports from EU member states to third countries. The Left demands a closer collaboration of EU countries regarding disarmament and arms conversion. We reject current efforts of strengthening the internal export market and Europeanising the defence industry. Funding for defence research projects from EU funding schemes has to be stopped, and instead the transformation (conversion) of the defence industry should be advanced. "
        }
      },
      {
        "thesis": 12,
        "position": "negative",
        "statement": {
          "de": "Die dringend notwendige Reform des UN-Sicherheitsrats sollte zuallererst die bislang völlig unterrepräsentierten Länder des Südens berücksichtigen.",
          "en": "The urgently required reform of the UN Security Council should first and foremost take into account the vastly underrepresented countries of the Global South."
        }
      },
      {
        "thesis": 13,
        "position": "negative",
        "statement": {
          "de": "DIE LINKE will abrüsten und keine neue Armee aus der Taufe heben und lehnt daher die in den letzten Jahren verstärkte Militarisierung der EU ab. Die Schaffung einer „Verteidigungsunion“ und einer EU-Armee führen nicht zu mehr Sicherheit und Frieden. DIE LINKE fordert eine dem Frieden verpflichtete EU-Außen- und Sicherheitspolitik, die strikt auf zivile Instrumente und Konfliktprävention setzt sowie das Ziel globaler Gerechtigkeit verfolgt, um die strukturellen Kriegs- und Konfliktursachen zu beseitigen.",
          "en": "Since The Left seeks to disarm, no new army should be created, rejecting greater militarisation of the EU. The creation of a defence union and a European army won't lead to greater security and peace. The Left demans a European foreign and security policy focussing on peace, civic instruments and prevention of conflict, as well as the aim of global justice to eradicate structiral causes of war and conflict."
        }
      },
      {
        "thesis": 14,
        "position": "neutral",
        "statement": {
          "de": "Demokratie und Menschenrechten müssen weltweit stärker gefördert werden, genauso wie die sozialen Menschenrechte. Um auf globaler Ebene glaubwürdig auftreten zu können, muss die EU jedoch ihre Politik grundlegend korrigieren, die vielfach von doppelten Standards, der Unterordnung demokratischer Werte unter geostrategische und ökonomische Interessen sowie auch von der Instrumentalisierung dieser Werte gekennzeichnet ist. Sie muss zudem gewährleisten, dass diese Werte auch innerhalb der EU umgesetzt werden.",
          "en": "Democracy and human rights have to be facilitated much stronger, as well as social human rights. However, the EU has to correct its policy course fundamentally, that has too often been characterised by double standards, subordination of democratic values due to geostrategical and economic interest, as well as the exploitation of those values, to remain credible on global scale. Furthermore, it has to ensure that those values are also implemented within the EU."
        }
      },
      {
        "thesis": 15,
        "position": "neutral",
        "statement": {
          "de": "DIE LINKE begrüßt die EU-Klimaschutzziele als richtigen aber nicht ausreichenden Schritt. Wir fordern entschlosseneres Handeln, um die CO2-Emissionen in der EU bis 2030 um bis zu 50% zurückzufahren. DIE LINKE fordert eine Finanztransaktionssteuer, deren Erträge für die Förderung einer nachhaltigen Entwicklung in den Ländern des Südens, für Maßnahmen des globalen Klimaschutzes und für den sozial-ökologischen Umbau unserer fossilen Industriegesellschaft aufgewendet werden sollen. Eine direkte EU-Steuer, die eine Verlagerung der Steuerkompetenz auf die EU-Ebene bedeuten würde, lehnen wir unter den gegenwärtigen Bedingungen jedoch ab.",
          "en": "The Left welcomes the EU's climate protection goals as an appropriate, but insufficent step. We demand determined action to reduce the CO2 emission in the EU by 50% until 2030. The Left calls for a financial transactions tax that would permit the facilittion of sustainable development in the countries of the Global South, measures for global climate protection and socio-economic remodeling of our fossil industry through its revenues. However, given the current circumstances, we reject a direct EU tax that would lead to a shift of tax compentencies at EU level."
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "Die Klimaschutzziele der EU, mit denen sie sich u.a. verpflichtet, den Anteil erneuerbarer Energien bis 2020 auf 20% anzuheben, sind aus Sicht der LINKEN unzureichend – machbar wäre mehr. DIE LINKE fordert einen 25%igen Anteil erneuerbarer Energien im gleichen Zeitraum.  Ein europäisches Förderprogramm ist daher zu unterstützen. Die EU-Förderung für regenerative Energien darf jedoch die nationalen Verpflichtungen nicht ersetzen, sondern soll diese ergänzen und insbesondere wirtschaftlich schwächeren Staaten und Regionen zu Gute kommen sowie zur Unterstützung grenzüberschreitender Projekte aufgewendet werden. DIE LINKE will dieses Ziel zudem im Rahmen ihres Zukunftsinvestitionsprogramms sowie durch die stärkere ökologische Ausrichtung der bestehenden Strukturfonds fördern.",
          "en": "From the position of the Left, the EU's climate protection goals, by which the EU has committed itself to increase the amount of renewable energies until 2020 by 20%, are insufficient - more would be possible. The Left demands an increase of 25% of renewable energies in the same time frame. Therefore, a European funding scheme is worthy of support. However, EU funding cannot subsitute national committments for renewable energies, but should complement these and benefit especially economically less stable countries and regions, as well as support the facilitation of trans-border projects. The Left wants to support this aim with a future investment programme, and strengthening the ecologic orientation of existing structural funds."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Die Beiträge der EU-Mitgliedstaaten zum EU-Haushalt sollen erhöht und dieser einer grundlegenden Revision unterzogen werden: DIE LINKE befürwortet mehr EU-Mittel zur Förderung von Bildung und Forschung sowie mehr Mittel im Bereich der Struktur- und Kohäsionspolitik. Die EU-Agrarpolitik (GAP) wollen wir grundlegend reformieren, die Förderungen auf konkret nachweisbare öffentliche Leistungen für einen sozial-ökologischen Umbau der Landwirtschaft beschränken. Investoren und industrielle Landwirtschaftsbetriebe sollen keine EU-Gelder mehr erhalten.",
          "en": "The contributions of the EU Member States to the EU budget are to be increased and subjected to a fundamental review: DIE LINKE advocates more EU funding to promote education and research as well as more funding in the field of structural and cohesional policy. We want to reform the EU agricultural policy (CAP) fundamentally, which will limit the subsidies to specifically verifiable public services for a social-ecological conversion of agriculture. Investors and industrial farms should no longer receive EU funding."
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "DIE LINKE fordert einen Europäischen Mindestlohn in Höhe von mindestens 60% des Durchschnittsentgelts des jeweiligen Landes. In Deutschland setzt sie sich für die Anhebung des Mindestlohns auf 12 Euro ein.",
          "en": "DIE LINKE calls for a European minimum wage of at least 60% of the country's respective average pay. In Germany it is committed to raise the minimum wage to 12 euros."
        }
      },
      {
        "thesis": 19,
        "position": "positive",
        "statement": {
          "de": "DIE LINKE fordert EU-weit verbindliche Mindeststeuersätze für Unternehmen, um das gegenwärtige Steuerdumping, den schädlichen Steuerwettbewerb der Mitgliedstaaten im EU-Binnenmarkt zu unterbinden. Auf dieser Basis sollen Steuersätze auf einem hohen Niveau harmonisiert werden, das die Mitgliedstaaten in die Lage versetzt, ihre sozialen und wirtschaftlichen Aufgaben zu erfüllen und auszubauen. Diese Maßnahmen müssen durch einen entschiedenen Kampf gegen Steueroasen und (heute oft) formal legale Möglichkeiten der Steuerumgehung und –Vermeidung flankiert werden.",
          "en": "DIE LINKE calls for mandatory minimum tax rates for companies across the EU to prevent the current tax dumping, the harmful tax competition of the Member States in the EU internal market. Based on this, tax rates should be harmonized on a high level, which will enable member states to fulfill their social and economic tasks. These measures need to be accompanied by the decisive fight against tax havens and (now often) formally legal possibilities of tax evasion and avoidance. "
        }
      },
      {
        "thesis": 20,
        "position": "neutral",
        "statement": {
          "de": "Die EU-Handels- und Investitionsabkommen greifen tief in die politischen Gestaltungsspielräume der Mitgliedstaaten und selbst der Kommunen ein, etwa im Bereich der Daseinsvorsorge. Deshalb darf die Ratifizierung nicht allein auf EU-Ebene (Rat und EU-Parlament) erfolgen. Diese Abkommen müssen unbedingt den Parlamenten der Mitgliedstaaten zur Ratifizierung vorgelegt werden; nicht zuletzt vor dem Hintergrund, dass auf mitgliedstaatlicher Ebene die Öffentlichkeit größeren Einfluss nehmen kann.",
          "en": "The EU trade and investment agreements intervene deeply in the scope of governmental action of the member states and even the communities. That is why ratification can not be undertaken at EU level only (Council and EU Parliament). These agreements must be submitted to the parliaments of the Member States for ratification; Not least in the light of the fact that the public can have a greater influence at the Member State level."
        }
      },
      {
        "thesis": 21,
        "position": "positive",
        "statement": {
          "de": "Die Erhebung von Zöllen und anderen protektionistischen Instrumenten ist gerechtfertigt, wenn Anbieter von Waren oder Dienstleistungen sich durch Dumpingpraktiken (Sozial-, Loh-, Umwelt-) und das Verletzen von vergleichbaren Schutz- und / oder Menschenrechtsstandards Marktvorteile sichern wollen. So können einheimische Produkte, Unternehmen und Standards geschützt werden. Im Gegenzug muss die EU in ihren Abkommen und in ihrer Handelspolitik mit den sich entwickelnden Ländern des globalen Südens ihre derzeit radikal auf Marktöffnung ausgelegte Politik ändern: Sie muss ihren Partnern das Recht auf Schutzzölle zugestehen, wo dies entwicklungspolitisch notwendig ist, um eigene, nachhaltige Wirtschaftsstrukturen aufzubauen.",
          "en": "Raising tariffs and other protectionist instruments can be justified when providers of products or services try to secure a competitive advantage by violating protection standards and human rights. This makes it possible to protect domestic products enterprises and standards. Conversely, the EU must change its current policy of radical opening of markets vis-a-vis developing countries in the Global South. It needs to grant its partners the right to impose protective tariffs where this is necessary in order to develop their economies."
        }
      },
      {
        "thesis": 22,
        "position": "positive",
        "statement": {
          "de": "DIE LINKE spricht sich dafür aus, in einem ersten Schritt die Kreditaufnahme der EU-Länder (zunächst der Euro-Länder) durch eine gemeinsame Haftung abzusichern. Mit diesen Anleihen könnten Spekulationen mit den Schulden einzelner Länder auf den Finanzmärkten eingedämmt werden. Wichtiger ist aber, die Staatsfinanzierung von den Finanzmärkten abzukoppeln: Das heißt, Euro- und EU-Länder sollen bei der EZB direkt Kredite aufnehmen können und nicht auf dem Sekundärmarkt. Die Direktfinanzierung verhindert weitaus effektiver als Eurobonds die Spekulation und befreit die Staaten aus ihrer Abhängigkeit von Bewertungen durch Rating-Agenturen und Finanzmarktentwicklungen. Da dies Vertragsänderungen und Änderungen der EZB-Statuten voraussetzt, will DIE LINKE als Zwischenschritt eine Bank für öffentliche Anleihen gründen, die bei der EZB Kredite aufnimmt und diese an die Staaten weiterreicht.",
          "en": "As a first step, DIE LINKE speaks out in favor of securing the borrowing of the EU member states (initially the Euro countries) through a joint liability. Such bonds could contain the speculations with the debt of individual countries on the financial markets. However, it is more importantly to untie government financing from the financial markets: This means, that Euro and EU member states should borrow money directly from the ECB and not from the aftermarket. Direct financing prevents speculation much more effective than Eurobonds and free the staates from their dependency on valuations by rating agencies and financial market developments. As this requires contract modifications and changes to the ECB's statutes, DIE LINKE intends to establish a public bonds as an interim step, which borrows money from the ECB and passes them on to the member states."
        }
      },
      {
        "thesis": 23,
        "position": "neutral",
        "statement": {
          "de": "DIE LINKE ist gegen die politische und makro-ökonomische Konditionalisierung von EU-Fördermitteln. Wir verurteilen die gegenwärtige Ausrichtung der Struktur- und Förderpolitik an die Umsetzung von neoliberalen Strukturreformen. Die Strukturförderung soll die Angleichung der Lebensverhältnisse in der EU, Investitionen in den sozial-ökologischen Umbau und auch Projekte des sozialen und kulturellen Austausches befördern. Sie eignet sich daher nicht, um das Fehlverhalten von Regierungen und Eliten zu betrafen. Hierzu sind andere politische Druckmittel insbesondere des Europarates einzusetzen und ggfs. weiter zu entwickeln.",
          "en": "DIE LINKE oposes the political and ex-ante conditioning of EU funding. We condemn the current alignment of the structural policies along the implementation of neoliberal structural reform. The structural funding should enhance the adaption of living conditions in the EU, investment in the socio-economic renovation and also projects of social and cultural exchange. It therefore is not suitable in order to punish the missconduct of governments and elites. For this purpuse there are other political means of exerting pressure, especially by the European Council and potentially needed to be firther developed. "
        }
      },
      {
        "thesis": 24,
        "position": "neutral",
        "statement": {
          "de": "DIE LINKE kämpft für eine soziale EU – für koordinierte Maßnahmen zur Bekämpfung des Steuer-, Lohn- und Sozialdumpings. Wir wollen eine stärkere Koordinierung und die schrittweise Anhebung von Sozialleistungen in allen EU-Ländern. Die gegenwärtigen Pläne für eine gemeinsame Arbeitslosenversicherung, wie sie im Rahmen der Debatten um die Vertiefung der Wirtschafts- und Währungsunion diskutiert werden, lehnen wir entschieden ab: Der Zugriff auf diesen geplanten Fonds ist an neoliberale Strukturreformen geknüpft, die Arbeitnehmer*innenrechte und sozialstaatliche Handlungsspielräume der Mitgliedstaaten weiter aushöhlen. Unter den derzeitigen politischen und vertraglichen Rahmenbedingungen – d.h. ohne eine grundlegende Revision der EU-Verträge zu mehr Demokratie und Sozialstaatlichkeit – dürfen arbeitsmarkt- und sozialpolitische Kompetenzen nicht auf die EU-Ebene verlagert werden.",
          "en": "DIE LINKE fights for a social EU - for coordinated measures to combat tax, wage and social dumping. We want stronger coordination and the gradual convergence of social security systems in all EU countries. We firmly reject the current plans for a joint unemployment insurance, as discussed in the debates on deepening of the economic and monetary union:Access to this planned fund is linked to neo-liberal structural reforms, which further undermine workers’ rights and the social-political freedom of the Member States. Under the current political and contractual conditions - meaning without any general revision of the EU-treaties leading to more democracy and social welfare – competences concerning the labor market and social policies must not be transferred on a European level. "
        }
      },
      {
        "thesis": 25,
        "position": "positive",
        "statement": {
          "de": "Bis heute ist die Wirtschafts- und Finanzkrise nicht überwunden. Auch aufgrund der „Krisenpolitik“ aus Haushaltskürzungen und schädlichen neoliberalen Reformen, sind Armuts- und Arbeitslosenquoten hoch, viele Länder von Deindustrialisierung betroffen, wachsen ökonomische und soziale Gefälle in und zwischen EU-Ländern. Um eine tragfähige Wirtschaftsentwicklung anzuregen, sind EU-weit öffentliche Investitionen von bis zu 600 Mrd. Euro jährlich nötig. DIE LINKE fordert daher eine Revision des Stabilitäts- und Wachstumspakts und des Fiskalpaktes. Außerdem fordern wir ein öffentliches europäisches Investitionsprogramm zum Auf- und Ausbau der öffentlichen Daseinsvorsorge und Infrastruktur sowie zur Förderung des sozial-ökologischen Umbaus der Wirtschaft. Zur Finanzierung soll eine EU-weite einmalige Abgabe auf Vermögen von über einer Million Euro erhoben werden. Der von der EU aufgelegte Europäische Fonds für strategische Investitionen (EFSI) ist zu klein, bürdet allein der öffentlichen Hand die Investitionsrisiken auf und befördert durch ÖPPen die Privatisierung der Daseinsvorsorge. Darum lehnen wir den EFSI ab.",
          "en": "Until today the economic crisis is not yet overcome. Also due to the “crisis policies” of budget cuts, and harmful neoliberal reforms, poverty and unemployment rates are high, many countries suffer from deindustrialization, economic and social disparities between EU- countries are growing. To encourage a viable financial development, EU-wide Public investments of up to EUR 600 billion per year are needed. That’s why DIE LINKE is demanding a revision of the stability and growth pact and even of the fiscal pact. Furthermore we demand a public, European investment program to build and expand basic public services and infrastructure as well as promoting the social-ecological conversion of the economy. To finance this we will have a one-time only charge on assets over a million euros. The EU created European fund for strategical investment (EFSI) is too small and encumbers all the risk only on the public and promotes the privatization of basic public services even further through public-private partnerships. This is why we oppose the EFSI."
        }
      },
      {
        "thesis": 26,
        "position": "positive",
        "statement": {
          "de": "DIE LINKE befürwortet verstärkte Investitionen der EU und der Mitgliedstaaten in die ökologische Modernisierung. Dazu gehört auch die Förderung umweltschonender Elektromobilität. Die Automobilindustrie muss durch striktere gesetzliche Vorgaben und deren Überwachung als in der Vergangenheit auf diese Ziele verpflichtet werden. Bei entsprechenden Förderprogrammen ist zudem Sorge zu tragen, dass öffentliche Investitionen vor allem dem Ausbau des öffentlichen Personen- und Güterverkehr sowie dem Schienenverkehr zu Gute kommen.",
          "en": "DIE LINKE advocates for greater investments from the EU and member states in ecological modernization. This also includes promoting environmentally friendly electro mobility. The automotive industry needs to be committed to those goals through stricter legal requirements and their monitoring, stricter than in the past. Public investments should primarily benefit the promotion of public transport as well as rail transport. "
        }
      },
      {
        "thesis": 27,
        "position": "positive",
        "statement": {
          "de": "Wir schlagen vor, den Weltfriedenstag zum EU-weiten Feiertag zu machen. ",
          "en": "We suggest that World Peace Day be an EU-wide holiday."
        }
      },
      {
        "thesis": 28,
        "position": "neutral",
        "statement": {
          "de": "Ein solches kostenlose Ticket würde das Kennenlernen und Zusammenwachsen Europas fördern. Zudem würde es allen Jugendlichen die ökologischste Fortbewegungsart mit der Bahn nahe bringen. Bei der Umsetzung ist zu gewährleisten, dass die Kosten (von geschätzt 1,6 Mrd. Euro jährlich) nicht zulasten anderer Jugendförderprogrammen wie Erasmus+, Comenius etc. gehen.",
          "en": "Such a ticket would promote the discovery and merging of Europe. In addition this would introduce young people to the most ecological means of transport- the train. Implementation should ensure that the estimated costs of 1,6 billion euro a year won’t come at the expense of other youth support programs such as Erasmus+, Comenius etc. "
        }
      },
      {
        "thesis": 29,
        "position": "negative",
        "statement": {
          "de": "DIE LINKE verteidigt die diskriminierungsfreie Arbeitnehmerfreizügigkeit und den Zugang zu sozialen Sicherungssystemen, aber unser Anspruch ist es, dass die Menschen in ihrer Heimat, dort, wo sie ausgebildet wurden und ggfs. einen Beruf erlernt haben, Arbeit finden und sich daran beteiligen können, ihre Gesellschaften aufzubauen. Wir wollen keine EU-weite Wanderarbeiter*innenschaft. Das würde den weniger entwickelten Mitgliedstaaten ihre ausgebildeten menschlichen Ressourcen entziehen (Brain-drain) und die Organisierung der Lohnabhängigen europaweit erschweren. Unabhängig davon setzen wir uns dafür ein, dass arbeitssuchende EU-Bürger*innen in Deutschland das Recht auf Sozialhilfeleistungen nicht vorenthalten werden darf und sie Unterstützung bekommen müssen, hier eine gute Arbeit zu finden. Mit dem Prinzip „gleicher Lohn für gleiche Arbeit am gleichen Ort“ will DIE LINKE Lohndumping verhindern und gewährleisten, dass Unternehmen Arbeitsmigrant*innen nicht zu niedrigeren Löhnen beschäftigen.",
          "en": "DIE LINKE defends the non-discriminatory free movement of workers and access to social security, but our aim is that people can work in countries where they live and have learned a profession, so that they can help build their society. We don’t want EU-wide migrant workers. This would drain the less developed member states of their human resources (Brain-drain) and complicate the organization of wage dependent persons across Europe."
        }
      }
    ]
  },
  {
    "name": {
      "de": "Bündnis 90/Die Grünen",
      "en": "Alliance 90/The Greens"
    },
    "token": "GRUNE",
    "european_profile": {
      "members": [
        11,
        96
      ],
      "party": {
        "de": "Europäische Grüne Partei (EGP)",
        "en": "European Green Party (EGP)"
      },
      "group": {
        "de": "Die Grünen/Europäische Freie Allianz (Grüne/EFA)",
        "en": "Greens/European Free Alliance (Grüne/EFA)"
      }
    },
    "program": {
      "de": "https://www.gruene.de/fileadmin/user_upload/Dokumente/BUENDNIS_90_DIE_GRUENEN_Bundestagswahlprogramm_2017.pdf",
      "en": "https://www.gruene.de/fileadmin/user_upload/Dokumente/BUENDNIS_90_DIE_GRUENEN_Bundestagswahlprogramm_2017.pdf"
    },
    "id": 3,
    "positions": [
      {
        "thesis": 0,
        "position": "neutral",
        "statement": {
          "de": "Wir wollen ein Mitglied der EU-Kommission mit allen Kompetenzen der Wirtschafts- und Währungsunion (WWU) gleichzeitig mit dem Vorsitz in der Eurogruppe ausstatten. So könnte das EU-Parlament auch die Euro-Gruppe stärker kontrollieren. Unser Ziel ist ein Europa, in dem alle zusammenhalten. Die gesamte EU braucht eine stärkere wirtschaftspolitische Steuerung. Eine Spaltung in einen Euro-Exklusiv-Club und den Rest mit neuen Doppelstrukturen lehnen wir ab. ",
          "en": "We want to authorise one member of the European Commission holding all competencies of the Economic and Monetary Union (EMU) additionaly with the presidency of the Eurogroup. On this ground, the European Parliament could have increased control over the Eurogroup. We aim for a Europe where everyone sticks together. The entire EU needs a stronger governance of economic policies. We dismiss a divide between an exclusive Euro-Club, of the one part, and the rest with new double structures, of the other part."
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "Ein demokratischeres Europa braucht mehr grenzübergreifenden politischen Diskurs und lebendige europäische Parteien. Für die Wahlen zum Europäischen Parlament streben wir die schrittweise Einführung europaweiter Listen an, damit die WählerInnen die Möglichkeit haben, für die KandidatInnen zu stimmen, die verstärkt gesamteuropäische Interessen vertreten.",
          "en": "A democratic Europe needs more cross-border dialogue and vibrant European parties. We aspire to gradually introduce paneuropean lists for the elections of the European Parliament in order to enable constituents to vote for candidates who have a stronger focus on overall European interests. "
        }
      },
      {
        "thesis": 2,
        "position": "neutral",
        "statement": {
          "de": "Wir setzen uns ein für eine europäische Demokratie, in der jede/r EuropäerIn Einfluss nehmen, politisch mitwirken und Entscheidungen mitgestalten kann. Notwendige Vertragsänderungen wollen wir nicht in Hinterzimmer, sondern im Rahmen eines öffentlichen, demokratischen und bürgerfreundlichen Europäischen Konvents diskutieren und erarbeiten, um möglichst viele Menschen mitzunehmen.",
          "en": "We advocate for a European democracy where all Europeans will be able to take influence, contribute politically and help shape decisions. We don't want essential amendments to the Treaties to be discussed behind closed doors, but they should be elaborated in the context of a public, democratic, resident-friendly European Convent to include the great mass of people."
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "Der Austausch von Politik und Interessenvertretungen ist Element einer funktionierenden Demokratie. Doch Lobbytätigkeit im politischen Bereich muss transparent sein und nach klaren Regeln erfolgen. Wir fordern deshalb ein verbindliches, umfassendes und öffentlich zugängliches Lobbyregister. Darüber hinaus wollen wir striktere Karenzzeiten und einen „legislativer Fußabdruck“ einführen, der sichtbar macht, wer mit welchem Budget in wessen Auftrag und zu welchem Thema Einfluss auf die Politik nimmt.",
          "en": "The exchange between politicians and lobyists is an element of a functioning democracy. However, lobby activities in the policy sphere need to be transparent and follow clear rules. Therefore, we demand a mandatory, comprehensive and publicly accessible lobby register. Moreover, we require stricter waiting periods and the introduction of a \"legislative footprint\" that would uncover on behalf of who, which actors take political influence on certain topics."
        }
      },
      {
        "thesis": 4,
        "position": "positive",
        "statement": {
          "de": "Wir wollen die Kommission verkleinern, so wie im Lissabon-Vertrag vorgesehen. Die Forderung, dass jeder Mitgliedstaat eine/-n KommissarIn benennt, widerspricht dem Charakter der Kommission als Gemeinschaftsinstitution. Wir wollen die europäische Demokratie stärken. Das EU-Parlament soll zentraler Ort aller europäischen Entscheidungen werden. Dort, wo nationale Parlamente Kompetenzen abgeben, muss das Europäische Parlament an Kompetenzen gewinnen, um entsprechend  kontrollieren zu können. ",
          "en": "We want to downsize the European Commission as is foreseen in the Lisbon Treaty. The demand of one Commissioner being appointed per member state is against the character of the Commission as a community institution. We want to strengthen European democracy. The European Parliament should become the central location for all decision-making. The European Parliament has to gain competencies where national parliaments cede them in order to be able to execute control appropriately."
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "Wir wollen keine EU, die bis ins Kleinste vorschreibt, was zu tun oder zu lassen ist. Öffentliche Daseinsvorsorge und kommunale Selbstverwaltung müssen weiterhin vor Ort gestaltet werden. Da in Zeiten von Globalisierung und Digitalisierung fast alle Lebensbereiche von gemeinsamen europäischen oder internationalen Vereinbarungen geprägt sind und sein werden, darf Subsidiarität aber nicht zum Deckmantel des Unwillens werden, mit anderen Ländern in Europa oder der Welt Kompromisse einzugehen. ",
          "en": "We don't want an EU that is regulated down to the last detail. Public services and municipal autonomy still have to be arranged locally. Since in times of globalisation and digitisation, almost all spheres of life are or will be characterised by European or international agreements, subsidiarity must not hide behind a smokescreen to avoid compromise with other European countries or the world."
        }
      },
      {
        "thesis": 6,
        "position": "positive",
        "statement": {
          "de": "Allgemeine Kontrollen an den deutschen Grenzen dürfen nicht als Dauerlösung festgeschrieben werden. Sie widersprechen dem Geist Europas und sind gerade auch im Kampf gegen Extremisten wenig effektiv. Verbessert werden muss hingegen die gezielte Kooperation der europäischen Sicherheitsbehörden.",
          "en": "Generic controls at German borders must not become a durable solution. They contradict the spirit of Europe, and are not very effective in fighting extremists. Instead, specific cooperation between European security services has to be improved."
        }
      },
      {
        "thesis": 7,
        "position": "positive",
        "statement": {
          "de": "Wir treten für ein menschenrechtsbasiertes europäisches Grenzregime ein. Wir wollen die parlamentarische Kontrolle stärken. Zudem muss das Handeln der Frontex- Beamt*innen durch unabhängige Akteure und nicht nur durch die EU-Grundrechte-Agentur kontrolliert werden. Es soll möglich sein, diese Handlungen ggf. auch vor den europäischen Gerichten überprüfen zu lassen",
          "en": "We support a human-centered European border regime. We want to strenghten the Parliament's control. Furthermore, the actions of Frontex officials have to be controlled by independent actors, not just the European Union Agency for Fundamental Rights. Where appropriate, it should be possible to evaluate such conduct through European courts."
        }
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {
          "de": "Wir treten für eine stärkere Europäisierung der inneren Sicherheit ein. Wir lehnen aber einen anlasslos agierenden Überwachungsapparat und eine gefährliche Pauschalverknüpfung sämtlicher Daten ab, die die Freiheit der EuropäerInnen einschränken. Zunächst müssen vorhandene Sicherheitsbehörden und Geheimdienste auf EU-Ebene besser kooperieren, bessere Ausstattung, aber auch klare rechtstaatliche EU-Rahmenbedingungen, gemeinsame Standards für Grundrechte und parlamentarische Kontrolle erhalten. ",
          "en": "We support to strenghten the Europeanisation of internal security. However, we reject a surveillance apparatus operating without concrete cause, just as the general linking of data which would restrict the freedom of Europeans. As a first step, existing security and intelligence agencies have to better cooperate on European level, and obtain better equipment as well as clear EU framework, common standards for fundamental rights and control through Parliament."
        }
      },
      {
        "thesis": 9,
        "position": "neutral",
        "statement": {
          "de": "Die Gewährung der IT-Sicherheit und Cybersicherheit bedarf deutlich größerer nationaler und internationaler Anstrengungen. Nationale und europäische Akteure sind zu stärken und der Austausch zu intensivieren. Das Bundesamt für Sicherheit in der Informationstechnik (BSI) werden wir in Teilen unabhängig stellen. Die Europäische Agentur für Netz- und Informationssicherheit (ENISA) braucht ebenso eine deutliche Stärkung wie EU-Computer Emergency Response Team. Der Verbreitung von Fake News wird derzeit kaum Einhalt geboten. Wir fordern unabhängige Überprüfungen nach journalistischen Standards („Fact-Checking“). Für den missbräuchlichen Einsatz von Fake News benötigen wir auch unabhängige und kostenfreie Informations- und Beratungsstellen.",
          "en": "Granting IT and cyber security calls for greater national and international efforts. National and European actors have to be strengthened and exchange intensified. The Federal Office for Information Security (BSI) should obtain a certain degree of independence. The European Network and Information Security Agency (ENISA) also has to be strengthened, for instance through a EU-Computer Emergency Response Team. Up to now there is almost no halt to the distribution of fake news. We demand independent reviews and journalistic standards (\"fact-checking\"). Independent information and counselling centres are needed free of charge for the abusive use of fake news."
        }
      },
      {
        "thesis": 10,
        "position": "negative",
        "statement": {
          "de": "Der Schutz von Asylsuchenden ist völkerrechtliche Pflicht. Wir kämpfen für eine menschenrechtskonforme und rechtsstaatliche EU-Flüchtlingspolitik, die sich durch einen fairen Zugang zum Asylverfahren auszeichnet und die Gewährleistungen der Genfer Flüchtlingskonvention umsetzt. Zudem wollen wir großzügige Kontingente für die aktive Aufnahme von Flüchtlingen einrichten (Resettlement unter Leitung des UNHCR) – ohne jedoch das Grundrecht auf Asyl auszuhöhlen. Allerdings ist und bleibt die beste Flüchtlingspolitik diejenige, die Menschen davor bewahrt, ihre Heimat verlassen zu müssen.",
          "en": "The protection of asylum seekers is compulsory according to international law. We fight for a EU refugee policy compliant with human rights and the constitution that is characterised by fair access to asylum procedures, and safeguarding the implementation of the Geneva Refugee Convention. Furthermore, we want to create a lavish contingent for the admission of refugees (resettlement under the supervision of the UNHCR) - but without undermining the fundamental right to asylum. Nonetheless, the best refugee policy is one that protects people from ever having to leave their home."
        }
      },
      {
        "thesis": 11,
        "position": "positive",
        "statement": {
          "de": "Der Gemeinsame Standpunkt der EU für die Kontrolle der Ausfuhr von Militärtechnologie und –gütern sieht bereits vor, dass sich die Mitgliedstaaten mehr austauschen und auf Transparenz achten sollen. Wir wollen, dass der Gemeinsame Standpunkt viel konsequenter angewandt wird und dazu führt, dass die EU auch in der Praxis sehr restriktive und einheitliche Ausfuhrstandards hat. ",
          "en": "The Common Position of the EU regarding control and export of military technology and goods already includes greater exchange between Member States and transparency. We want the Common Position to be applied more consistently, leading to a practice of restrictive and harmonised export standards in the EU. "
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "Der Sicherheitsrat sollte insgesamt so reformiert werden, dass sich das Gleichgewicht zwischen den Mitgliedstaaten verbessert. Wir setzen uns in einem ersten Schritt u.a. auch dafür ein, dass der oder die nichtständige(n) europäische(n) Sitz(e) der westlichen Gruppe im Sicherheitsrat unter Einbeziehung der/des bestehenden ständigen Sitze(s) von Mitgliedstaaten der EU zur permanenten europäischen Vertretung ausgebaut wird/werden.",
          "en": "Overall, the Security Council should be reformed in a way that it improves the balance between the member states. In a first attempt, we support a.o. the expansion of non-premanent European seat(s) in the Western group of the Security Council including the current permanent seat(s) of EU Member States towards a permanent European representation."
        }
      },
      {
        "thesis": 13,
        "position": "neutral",
        "statement": {
          "de": "Eine EU-Armee ist eine sehr sehr ferne Vision und nicht unsere vorrangige Priorität. Wir halten aber konkrete Schritte für eine verstärkte Zusammenarbeit und Integration der Streitkräfte in der Europäischen Union für sinnvoll. Uns geht es darum, durch engere gemeinsame Planung, Kooperation und Koordination Fähigkeiten auf europäischer Ebene zu bündeln – auch, um die Verschwendung öffentliche Gelder zu beenden, die durch die Nicht-Kooperation entsteht. Europa muss bei der äußeren Sicherheit besser zusammenzuarbeiten. In gleichem Maße muss aber auch das EU-Parlament in dieser Angelegenheit mehr Mitsprache erhalten.",
          "en": "A European army as a remote vision and not our first priority. However, we believe concrete steps towards strengthened collaboration and integration of armed forces in the European Union is sensible. We aim to combine competences on European level through closer consolidation of planning, cooperation and coordination - also in order to end the dissipation of public money that arises from non-cooperation. Europe has to work closer together in the area of external security. Equally, the European Parliament should be granted a say concerning those matter."
        }
      },
      {
        "thesis": 14,
        "position": "positive",
        "statement": {
          "de": "Wir setzen uns für eine wertebasierte internationale Politik der EU ein, dies gilt sowohl im Inneren als auch nach außen. Europa muss sich an der Achtung der Menschenrechte, Demokratie und  Rechtsstaatlichkeit messen lassen und u.a. für aktiven Klimaschutz, eine faire Handels- und internationale Friedenspolitik unter dem Dach der Vereinten Nationen einsetzen.",
          "en": "We advocate for a value-oriented international policy in the EU, both internally and externally. Europe has to be measured against the respect for human rights, democracy, rule of law, and commit to a.o. active climate protection, a fair trade and international peace policy under the roof of the United Nations."
        }
      },
      {
        "thesis": 15,
        "position": "positive",
        "statement": {
          "de": "CO2 muss einen Preis bekommen. Für den Emissionshandel wollen wir einen gesetzlichen CO2-Mindestpreis einführen. Durch eine ehrliche CO2-Bepreisung auch außerhalb des Emissionshandels wollen wir dafür sorgen, dass sich Investitionen in Klimaschutz betriebswirtschaftlich lohnen und planbarer werden. Deutschland sollte als Vorreiter, ggf. in Kooperation mit anderen EU-Staaten vorangehen, um eine europäische Lösung zu erreichen. Von den Einnahmen könnte auch der EU-Haushalt profitieren.",
          "en": "CO2 has to recieve a price tag. We want to introduce a legal CO2 reserve price for emissions trade. Through an honest pricing of CO2, we want to ensure investments in climate protection will be economically profitable and predictable. Germany should lead by example, p.r.n. in cooperation with other EU Member States to achieve an European solution. EU budget could also benefit from its revenue."
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "Statt eines Vertrags zur Verbreitung der Atomkraft (Euratom-Vertrag) brauchen wir endlich eine Union der erneuerbaren Energien, die die europäische Kooperation beim Umstieg auf erneuerbare Energien regelt und den Rahmen für Förderprogramme setzt. So werden die europäischen Verpflichtungen beim Klimaschutz eingehalten und neue Impulse für eine zukunftsfähige Wirtschaftspolitik gesetzt. ",
          "en": "Instead of a treaty for the distribution of atomic energy (Euratom Treaty), we need a union for renewable energies that regulates European cooperation during the transformation towards renewable energies and prescribes a framework for funding schemes. This would ensure the European commitments for climate protection are satisfied and generate new impulses for sustainable economic policy."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Dem Vorschlag stimmen wir zu und haben dies auch im Bundestag und im Europäischen Parlament getan. Die Agrarförderung soll nicht gestrichen, sondern auf gesellschaftliche Leistungen einer klima-, umwelt- und tiergerechten Landwirtschaft umgestellt werden.",
          "en": "We agree with the proposal and have done so in the Bundestag and in the European Parliament. Agrarian subsidies should not be removed, but should be converted to the societal benefits of a climate, environmental and animal friendly agribusiness."
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "Wir fordern garantierte Mindestlöhne in allen EU-Staaten, die jeweils anhand von Kriterien festgelegt werden, auf die sich innerhalb der EU verständigt werden muss.",
          "en": "We demand guaranteed minimum wages in all EU countries, each of which is determined by criteria that must be agreed upon within the EU."
        }
      },
      {
        "thesis": 19,
        "position": "positive",
        "statement": {
          "de": "Ja, wir sagen der Steuervermeidung durch internationale Konzerne den Kampf an. Dazu wollen wir die internationalen Besteuerungsregeln über eine gemeinsame Bemessungsgrundlage und Mindeststeuersätze innerhalb der EU verstärkt harmonisieren, aber auch nationale Maßnahmen, wie z.B. eine Anzeigepflicht für Steuersparmodelle, ergreifen. Über mehr Transparenz, eine bessere Steuerverwaltung und schwarze Listen wollen wir Steuersümpfe trocken legen.",
          "en": "Yes, we are going to fight tax evasion by internatonal corporations. For this we want to harmonise international taxation rules more closely, through a common assessment framework and minimum tax rates within the EU, but also introduce national measures such as a notification requirement for tax-reducing models. Via more transparency, more efficient tax management and black lists we will drain the tax swamps."
        }
      },
      {
        "thesis": 20,
        "position": "negative",
        "statement": {
          "de": "Eine aktive Beteiligung der gewählten Volksvertreter*innen im Europäischen Parlament (EP) und in den nationalen Parlamenten ist unabdingbar. Wichtig ist uns, dass das EP nicht nur am Ende eines Verhandlungsprozesses zur Ratifizierung aufgefordert wird. Wir fordern, dass das EP auch über das Verhandlungsmandat mitentscheiden sollte, das zu Beginn aller neuen Verhandlungen die Leitlinien für die EU-Kommission als Verhandlungsführerin absteckt. ",
          "en": "An active participation of elected representatives in the European Parliament (EP) and in the national parliaments is indispensable. It is important to us that the EP is not only called for ratification at the end of a negotiation process. We demand that the EP should also take a decision on the negotiating mandate which sets out the guidelines for the EU Commission as negotiating leader, at the beginning of all new negotiations. "
        }
      },
      {
        "thesis": 21,
        "position": "negative",
        "statement": {
          "de": "Freier Handel nutzt, wenn z.B. Umwealt- und Verbraucherinteressen gewahrt sind. Von fairen Handelsbedingungen mit hohen Umwelt- und Verbraucherstandards und wirksamer demokratischer Kontrolle profitieren Unternehmen, ArbeitnehmerInnen und Verbraucher. Wir setzen uns deshalb vor allem für fairen Handel ein und sehen Strafzölle nur als letztes Mittel an.",
          "en": "Free trade is beneficial when environmental and consumer concerns are respected. Enterprises employees and consumers alike benefit from Fair Trading conditions with high environmental and consumer standards and effective democratic control. Hence, we support free trade and regards punitive tariffs as a measure of last resort."
        }
      },
      {
        "thesis": 22,
        "position": "positive",
        "statement": {
          "de": "Bereits heute hat die Eurozone mit den Euro-Rettungsschirmen EFSF und ESM eine gemeinsame Haftung für am Markt aufgenommene Kredite. Bei einer Vertiefung der Wirtschafts- und Währungsunion wollen wir uns der Diskussion um nötige Stabilisierungsinstrumente nicht verweigern. Zum Abbau exzessiver Schulden befürworten wir einen zeitlich befristeten und mengenmäßig begrenzten Altschuldentilgungsfonds nach Vorschlag des Sachverständigenrats. Wir stehen für einen Dreiklang aus mehr Zukunftsinvestitionen, sozial-gerechten Strukturreformen und nachhaltiger Haushaltskonsolidierung.",
          "en": "Already today, the Eurozone has a joint liability for loans borrowed from the market with the euro rescue packages EFSF and ESM. If the Economic and Monetary Union is deepened, we shall not refuse to discuss  necessary stabilization instruments. In order to reduce excessive debt, we support a temporary and quantitatively limited old debts repayment fund, as proposed by the German Council of Economic Experts. We stand for a triad of future investments, socially-sound structural reforms, and sustainable fiscal retrenchment."
        }
      },
      {
        "thesis": 23,
        "position": "positive",
        "statement": {
          "de": "Die EU darf nicht wegsehen, wenn einzelne Regierungen Art. 2 des EU-Vertrags missachten. Wir wollen den EU- Rechtsstaatsmechanismus zu einem wirksamen Instrument ausbauen, der alle Mitgliedsstaaten regelmäßig, unabhängig und verbindlich überprüft. Dabei sind für uns auch Sanktionsmöglichkeiten unterhalb des „Art. 7 Verfahrens“ denkbar, aber unter der klaren Maßgabe, dass sie den größten Effekt auf die jeweilige Regierung und den geringsten auf die Bevölkerung haben.",
          "en": "The EU can not look away, if single governments disregard article 2 of the EU treaties. We want to extend the EU mechanism for rule of law to a effective instrument, which examines all member states regularly, independently and reliably. In this regard we consider options for sactions from \"article 7 proceedings\" plausible, but under the clear condition, that these will have the largest effect on the respective government and the least on the population. "
        }
      },
      {
        "thesis": 24,
        "position": "positive",
        "statement": {
          "de": "Wir wollen europäische Mindeststandards im Bereich der sozialen Sicherung und des Arbeitsmarktes erreichen. Uns ist wichtig, die grenzüberschreitende Freizügigkeit von ArbeitnehmerInnen sozial besser abzusichern, damit sie nicht durch ein Raster national fragmentierter Sozialsysteme fallen. Als  Ziel in diesem Bereich setzen wir uns perspektivisch auch für die Einführung einer europäischen Arbeitslosenversicherung ein.",
          "en": "We want to achieve European standards in the area of social security and the labor market. It is important to us to protect the cross-border freedom of movement of workers, so that they do not fall between the cracks of nationally fragmented social systems. In the long term, we are also looking forward to the introduction of a European unemployment insurance scheme."
        }
      },
      {
        "thesis": 25,
        "position": "positive",
        "statement": {
          "de": "Die Wirtschaftskrise in Europa ist nicht überwunden. Wir brauchen einen Paradigmenwechsel  weg von Austerität hin zu mehr Zukunftsinvestitionen und  schlagen  ein  sozial-ökologisches  Modernisierungsprojekt vor. Der Dreiklang von Investitionen, Reformen und haushaltspolitischer Solidität erklingt nur, wenn die Priorität für Investitionen nicht durch Austeritätspolitik unmöglich wird. Als ersten Teil unseres Green New Deal für Europa schlagen wir einen Pakt für nachhaltige Investitionen vor. ",
          "en": "The economic crisis in Europe is not yet overcome. We need a paradigm shift from austerity towards more future investments. We propose a social-ecologic modernizing project. The triangle of investments, reforms and Budgetary solidity can only be stable if the priority for investments is not made impossible by policies ruled by austerity. As part of our Green New Deal, we propose a pact towards more suistanaible investments. "
        }
      },
      {
        "thesis": 26,
        "position": "positive",
        "statement": {
          "de": "Das Auto von morgen fährt mit erneuerbarer Energie, leise und schadstofffrei – unabhängig von Benzin oder Diesel. Damit die europäische Automobilindustrie wettbewerbsfähig bleibt, unterstützen wir den Aufbau eines Leitmarktes für Elektromobilität.",
          "en": "The car of tomorrow drives on renewable energy, quiet and pollution-free-independent from petrol or diesel. To keep the European automotive industry competitive, we support the establishment of a lead market for electro mobility. "
        }
      },
      {
        "thesis": 27,
        "position": "positive",
        "statement": {
          "de": "Ein solcher Tag könnte den Zusammenhalt und die Solidarität innerhalb der Europäischen Union stärken. Es böte sich an, den bestehenden Europatag am 9. Mai weiter zu entwickeln. ",
          "en": "Such a day could further strengthen solidarity and cohesion inside the European Union. It would be a good idea to further develop the existing Europe Day on 9 May. "
        }
      },
      {
        "thesis": 28,
        "position": "positive",
        "statement": {
          "de": "Das wäre ein ganz praktischer Beitrag dazu, um im direkten Austausch den Wert der Europäischen Union für die junge Generation erfahrbar zu machen. Wir wollen gerade junge Menschen für die europäische Idee begeistern – und natürlich auch fürs Bahnfahren. ",
          "en": "This would be a very practical contribution to the direct exchange between the European Union and the young generation. We want to inspire young people for the European idea - and, of course, for train travel."
        }
      },
      {
        "thesis": 29,
        "position": "neutral",
        "statement": {
          "de": "Wir wollen dafür sorgen, dass notwendige Hilfen bei den Menschen ankommen und sie gut beraten und informiert werden, um die Chancen der Freizügigkeit zu nutzen. UnionsbürgerInnen sollen einen Anspruch auf Teilnahme an Integrationskursen bekommen. Wir wollen zudem Hürden beim Zugang zur Grundsicherung und den Eingliederungsleistungen des SGB II verbessern. ",
          "en": "We want to ensure that necessary aid is received by the people and they are well advised and informed in order to take advantage of the chances of free movement. Union citizens should be entitled to participate in integration courses. We also want to improve barriers to access basic insurance and the integration services provided by Social Security Code II."
        }
      }
    ]
  },
  {
    "name": {
      "de": "Freie Demokratische Partei",
      "en": "Free Democratic Party"
    },
    "token": "FDP",
    "european_profile": {
      "members": [
        3,
        96
      ],
      "party": {
        "de": "Allianz der Liberalen und Demokraten für Europa (ALDE)",
        "en": "Alliance of Liberals and Democrats for Europe (ALDE)"
      },
      "group": {
        "de": "Allianz der Liberalen und Demokraten für Europa (ALDE)",
        "en": "Alliance of Liberals and Democrats for Europe (ALDE)"
      }
    },
    "program": {
      "de": "https://www.fdp.de/wahlprogramm",
      "en": "https://www.fdp.de/wahlprogramm"
    },
    "id": 4,
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "Die Einführung eines europäischen Finanzministers ist denkbar, wenn das bedeutet, dass die Positionen des Vorsitzes der Euro-Gruppe und der EU-Währungskommissar zusammengelegt werden. Ein eigenes Budget für die Eurozone, über das der Finanzminister verfügen könnte, sehen wir Liberalen jedoch kritisch. Ein solches Budget wäre eine Art Länderfinanzausgleich auf EU-Ebene. Das trägt nicht dazu bei, die Krise zu überwinden, sondern macht die Anreize kaputt, selber solide zu wirtschaften. Nachhaltige Stabilität schafft nur eine Wirtschaftspolitik, die Wachstum erzeugt, insbesondere in den südlichen Ländern der Eurozone. Die Arbeitslosigkeit in diesen Ländern ist noch immer hoch. Wir müssen gerade den jungen Menschen dort eine Perspektive geben. ",
          "en": "The introduction of a European Finance Minister could be imagined if this would mean a merging of positions between the Chair of the Eurogroup and the European Commissioner for Economic and Financial Affairs, Taxation and Customs. One single budge for the Eurozone held by the Finance Minister is viewed critically by the Liberals. Such a budgte would be a form of fiscal equalisation scheme on EU-level (i.e. redistribution of income between the Member States). This would not fascilitate an improvement of the crisis, but would endanger the motivation for solid economic administering. Sustainable stabolity can only be done by an economic policy that creates growth, especially in the souther countries of the Eurozone. Unemplyoment in these countries is still high. We have to offer a perspective especially for the younger generation there."
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "Langfristig soll das Europäische Parlament nach einem einheitlichen Wahlrecht mit staatenübergreifenden Listen und Spitzenkandidaten gewählt werden. ",
          "en": "In the long run the European Parliament should be elected through a uniform electoral law via transnational lists and lead candidates."
        }
      },
      {
        "thesis": 2,
        "position": "neutral",
        "statement": {
          "de": "Wenn jede Vertragsänderung einer Volksabstimmung bedürfte, dann wäre Europa auf Jahre gelähmt. Gleichzeitig setzten wir Liberale uns für die weitere Vertiefung ein, hin zu einer politischen Union. Am Ende dieser Entwicklung sollte ein demokratisch legitimierter, föderaler, subsidiärer und dezentraler Bundestaat stehen, über den die Bürgerinnen und Bürger in einer europaweiten Volksabstimmung entscheiden.",
          "en": "If every amendment of the Treaties would require a referendum the European Union would be paralysed for years. At the same time, we Liberals advocate for the further consolidation towards a political Union. Ultimately, this process should mount in a democratically legitimated, federative, subsidiary and de-centralised federal state where citizens will be able to decide through a paneuropean referendum. "
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "Der Vorschlag der EU-Kommission für eine neue Interinstitutionelle Vereinbarung für ein verbindliches Transparenzregister trifft bereits eine Reihe von Regelungen, unter anderem wird bereits ein Lobbyistenregister geführt. Wir Freie Demokraten begrüßen diese Entwicklung. ",
          "en": "The EU Commission's proposal for a new interinstitutional agreement on a mandatory transparency register already contains several regulations, amongst which a lobby register has already been introduced. The Liberal Democrats welcome this development."
        }
      },
      {
        "thesis": 4,
        "position": "positive",
        "statement": {
          "de": "Die FDP will die europäischen Institutionen weiter demokratisieren und die Rechte des Europäischen Parlaments stärken. Die EU-Kommission soll auf 16 Kommissare verkleinert werden. Hierbei sollten klare und einfach zurechenbare Ressorts vergeben werden, die den EU-Zuständigkeiten entsprechen. Ferner soll sich die Kommission nur um die Dinge kümmern, die besser auf europäischer Ebene geregelt werden. ",
          "en": "The FDP want to further democratise the European institutions and strengthen the rights of the European Parliament. The European Commission should be downsized to 16 Commissioners. These should assigned to clear and seamlessly attributable portfolios that correspond to EU competencies. Moreover, the Commission should only concern itself with issues that can be better regulated on European level. "
        }
      },
      {
        "thesis": 5,
        "position": "neutral",
        "statement": {
          "de": "In den Bereichen Währung, Binnenmarkt, Handelspolitik, Energiepolitik und Rechtspolitik sowie in der Außen- und Sicherheitspolitik brauchen wir ein starkes Europa. Außerhalb dieser Kernbereiche wollen wir möglichst viel Spielraum für mitgliedstaatliche und regionale Regelungen lassen. Zuständigkeiten, die sich auf europäischer Ebene nicht als sinnvoll erweisen, sollten auch wieder zurückverlagert werden können. ",
          "en": "A strong Europe is needed in the areas of currency, internal market, trade, energy, and legal policy, as well as in foreign and security policy. We would like to keep as much leeway as possible for national and regional regulations beyond those core areas. It should be possible to shift back competencies that haven't proven useful on European level."
        }
      },
      {
        "thesis": 6,
        "position": "negative",
        "statement": {
          "de": "Die Grenzkontrollen sind rechtlich so lange zulässig, wie eine Ausnahmesituation besteht. Dies darf aber nicht zur Aufgabe der grundlegenden Prinzipien des Binnenmarktes führen, denn wenn Grenzschließungen aufgrund der chaotischen Berliner Flüchtlingspolitik unausweichlich würden, hätte das für unsere Wirtschaft hohe Verluste zur Folge.",
          "en": "Border controls are legally admissible as long as an exceptional situation exists. However, this must not lead to the abandonement of fundamental principles of the internal market, as severe economic deficits would entail if a closing of borders would become inevitable due to the chaotic refugee policy from Berlin."
        }
      },
      {
        "thesis": 7,
        "position": "positive",
        "statement": {
          "de": "Die Freie Demokraten wollen einen effektiven Schutz der EU-Außengrenzen. Nur so können wir wirksam kontrollieren, wer in die EU einreist und gleichzeitig die Grenzen zwischen den EU-Mitgliedstaaten offen halten. Die Grenzagentur Frontex soll von der jetzigen zwischenstaatlichen Struktur zu einem echten europäischen Grenzschutz mit eigener Handlungsbefugnis und Kontrolle durch das Europäische Parlament ausgebaut werden. Sie braucht zentrale Führung, genügend schlagkräftiges Einsatzpersonal und modernste Überwachungs- und Reaktionsmittel.",
          "en": "The Liberal Democrats want an efficient protection of the EU's external borders. This is the only means to monitor who enters the EU while simultaneously keeping borders between Member States open. The border protection agency Frontex should be converted from an intergovernmental structure into a legitimate European border patrol with own compentencies and control through the European Parliament. It needs central leadership, enough effective operational personell and modern means for surveillance and reaction."
        }
      },
      {
        "thesis": 8,
        "position": "positive",
        "statement": {
          "de": "Wir Freie Demokraten wollen eine bessere internationale Kooperation zur Terrorismusbekämpfung. Der internationale Terrorismus macht nicht vor Ländergrenzen halt und ist das Problem der gesamten Staatengemeinschaft. Der für die Terrorabwehr notwendige Datenaustausch und die konsequente Zusammenarbeit der Geheimdienste muss deshalb organisiert werden. Außerdem sind die europäischen Gremien wie Europol und das Amt des Anti-Terror-Koordinators der Union aufzuwerten. Europol soll zu diesem Zweck zu einer EU-Bundespolizei ausgebaut und ein EU-Nachrichtendienst gegründet werden, welche beide dem EU-Parlament gegenüber rechenschaftspflichtig sind. Zudem muss durch eine Stärkung von Eurojust die Kooperation auf der Ebene der Staatsanwaltschaften und Gerichte gestärkt werden, um auch schneller und effektiver zu Urteilen kommen zu können.",
          "en": "The Liberal Democrats want better international cooperation in counter-terrorism. International terrorism doesn't stop at borders, and constitutes a problem for the entire international community. Therefore, the exchange of data essential to terrorism defence, and systematic cooperation of intelligence agencies have to be organised. Furthermore, European bodies such as Europol and the office of the European Counter-Terrorism Coordinator have to be upgraded. For this purpose, Europol should be expanded towards a European federal police, and a European secret service should be introduced, both accountable to the European Parliament. Further, the cooperation on the level of departments of public prosecution and courts have to be strengthened through Eurojust in order to pass sentences quicker and more efficiently."
        }
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {
          "de": "Wir Freie Demokraten wollen eine Verbesserung der nationalen und europäischen Strategie zur Cybersicherheit (Cyber Security). Auch im Cyberraum lohnt es sich, die europäischen Fähigkeiten zu bündeln. Im globalen Kontext wollen wir den Abschluss eines internationalen Informationsfreiheitsabkommens vorantreiben, das die Freiheit und Unabhängigkeit des Internets auch in Zukunft sichern sowie die Überwachung und Zensur des Internets eindämmen soll. Eine Spezialeinheit lehnen wir aber ab. Wir Freie Demokraten setzen uns für die Meinungs- und Pressefreiheit ein. Jenseits von falschen Tatsachenbehauptungen sind auch erfundene oder verfälschte Nachrichten, die sich in sozialen Netzwerken und einigen Presseportalen finden lassen, von der Meinungs- und Pressefreiheit abgedeckt. Diese muss gerade dann gelten, wenn andere Meinungen als die eigenen verbreitet werden. Das bedeutet für uns, dass wir jede Form von staatlicher Kontrolle oder Prüfung auf die Richtigkeit von Nachrichten oder Meldungen ablehnen.",
          "en": "The Liberal Democrats seek an improvement of national and European strategies for cyber security. Combining European competencies is also valuable in the cyber sphere. On global scale, we seek to advance the completion of an international information freedom agreement which will secure freedom and independence in future, and contain the surveillance and censorship of the internet. We reject a special forces unit. The Liberal Democrats support freedom of speech and press. Despite inaccurate allegations of facts, also fictional or falsified news, that can be found on social media and some press platforms, are covered by freedom of speech and press. These have to be safeguarded even when opposite opinions are being distributed. For us it implies to reject all forms of state control or validity checks of news and reports."
        }
      },
      {
        "thesis": 10,
        "position": "negative",
        "statement": {
          "de": "Das Menschenrecht auf Asyl ist nicht verhandelbar. Wir lehnen deshalb jede Form von festgelegten Obergrenzen bei der Gewährung von Asyl klar ab. Eine solche Obergrenze würde dem Grundgesetz widersprechen. Effektive Mechanismen zur Entscheidung über die Schutzbedürftigkeit müssen weiterentwickelt werden. Anträge von Asylsuchenden aus sicheren Herkunftsstaaten sollen in den Registrierungszonen, den sogenannten Hotspots, schnellstmöglich entschieden werden. Gleichzeitig ist aber entscheidend, dass Konflikte, Armut, Hunger und fehlende Rechtsstaatlichkeit vor Ort bekämpft werden müssen.",
          "en": "The human right to asylum is not negotiable. Therefore, we reject any form of defined cap to the admission of refugees. Such a cap would be against the German Constitution. Efficient mechanism for the decision-making with regard to people in need of protection have to be developed further. Applications of asylum seekers from safe countries of provenance have to be determined in the registration areas, so-called hot spots, as fast as possible. Simultaneously, it is crucial to combat conflict, poverty, hunger and a lack of consitutionality on the spot."
        }
      },
      {
        "thesis": 11,
        "position": "positive",
        "statement": {
          "de": "Die Freien Demokraten wollen keine Waffenlieferungen in Krisengebiete. Rüstungsexporte in Konfliktregionen können bereits instabile Regionen noch weiter destabilisieren. Es sollte deshalb auch für die Zukunft Grundpfeiler deutscher Außenpolitik sein, Rüstungsexporte in Konfliktregionen auszuschließen. Die Entscheidung über Rüstungsexporte soll auch weiterhin durch die Bundesregierung erfolgen als Teil ihrer exekutiven Kernaufgaben. Jedoch fordern wir, dass ein Rüstungsexportgesetz die bestehenden nationalen, europäischen und internationalen Exportrichtlinien deutlich präzisiert und dadurch zu mehr Transparenz im Regierungshandeln und zu besserer Beteiligung des Deutschen Bundestags führt. ",
          "en": "The Liberal Democrats reject arms trade with crisis regions. Defence exports to conflict regions can further destabilise instable regions. Therefore, excluding defence exports to conflict regions should remain a pillar of German foreign policy in the future. The decision-making with regard to defence exports should remain with the Federal Government as part of their executive core competence. However, we call for a defence export statute that clarifies existing national, European and international export guidelines, thus, improving transparency of the governmental decision-making process and participation of the German Federal Parliament (Bundestag)."
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "Die jetzige Struktur des Sicherheitsrates ist als solche überholt und bedarf dringender Reformen.  Um die Legitimität, regionale Vertretung, Verantwortung und Effektivität  der UN zu stärken, setzen wir Freie Demokraten uns dafür ein, dass die EU auf lange Sicht einen Sitz in einem erweiterten Sicherheitsrat bekommt. ",
          "en": "The current structure of the Security Council is outdated and calls for reform. To strengthen the legitimacy, regional representation, responsibility and efficiency of the UN, the Liberal Democrats support the introduction of an EU seat in an extended Security Council."
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "Wir Freie Demokraten wollen den Aufbau einer Europäischen Armee unter gemeinsamem Oberbefehl und parlamentarischer Kontrolle. Dazu streben wir schrittweise eine engere Verzahnung und den Ausbau der gemeinsamen Fähigkeiten der Streitkräfte der integrationswilligen Mitgliedsländer an und damit die Schaffung einer Europäischen Verteidigungsunion.",
          "en": "The Liberal Democrats call for the creation of a European army under the surpreme command and control of the Parliament. To achieve this, we aim to gradually interlock common competences of the armed forces of Member States that are embracing integration, thereby creating a European defence union."
        }
      },
      {
        "thesis": 14,
        "position": "positive",
        "statement": {
          "de": "Die FDP will Freiheit und Menschenrechte weltweit stärken. Europa muss ein Kontinent der Freiheit und der Menschenrechte bleiben. Deshalb setzt die FDP darauf, dass die Europäische Union ihre Handlungsfähigkeit erhöht und ihre Durchsetzungskraft stärkt. Die FDP steht für den Vorrang von Diplomatie, Gespräch, Austausch und „Wandel durch Handel“ vor militärischer Intervention. Wenn es aber die Sicherheit Europas oder die Beendigung massenhafter, dauernder und schwerster Menschenrechtsverletzungen erfordern, dann muss Deutschland auch bereit sein, einen militärischen Beitrag zu leisten. ",
          "en": "The FDP wants to globally strengthen freedom and human rights. Europe has to remain a continent of freedom and human rights. Therefore, the FDP advocates in favor of greater legal capacities for the EU and strengthening its powers of self-assertion. FDP defends the precedence of diplomacy, dialogue, exchange and \"\"change through actions\"\" before military intervention. However, if the security of Europe or the termination of massive, perpetual and severe human rights violations is concerned,  Germany has to be willing to make a military contribution."
        }
      },
      {
        "thesis": 15,
        "position": "negative",
        "statement": {
          "de": "Die EU ist zur Sparsamkeit und zur effizienten Mittelverwendung angehalten. Die Bestrebungen der Europäischen Kommission, eigene Steuern zu erheben, lehnen wir strikt ab. Stattdessen wollen die Freien Demokraten mit dem Emissionshandel als zentralem Steuerungsinstrument im Klimaschutz die Innovationskraft der Märkte nutzen, zunächst in der EU, so schnell wie möglich weltweit. Mit den Erlösen aus der Versteigerung der Emissionszertifikate sollen keine Subventionstöpfe gefüllt werden. ",
          "en": "The EU is constrained to economicalness and cost-effective use of resources. We strictly reject the attempt of the European Commission to levy taxes. Instead, the Liberal Democrats want to use the innovative strenghts of markets, first in the EU, and as soon as possible globally, with emissions trade as central steering mechanism for climate change. Revenues generated from the auctions of emission certificates should not feed into subsidy pots."
        }
      },
      {
        "thesis": 16,
        "position": "negative",
        "statement": {
          "de": "Wir Freie Demokraten wollen mit dem Emissionshandel als zentralem Steuerungsinstrument im Klimaschutz die Innovationskraft der Märkte nutzen, zunächst in der EU und dann so schnell wie möglich weltweit. Europäische Förderprogramme für erneuerbare Energien, die sich am deutschen EEG anlehnen, lehnen wir hingegen ab.",
          "en": "The Liberal Democrats want to use the innovative strenghts of markets, first in the EU, and as soon as possible globally, with emissions trade as central steering mechanism for climate change. However, we reject European funding schemes for renewable energies that are modeled on the basis of the German EEG (German Renewable Energy Sources Act)."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Grundsätzlich ist eine Umschichtung des EU-Haushaltes hin zu mehr Zukunftsinvestitionen zu begrüßen. Aus Sicht der Freien Demokraten ist klar: Im zunehmenden internationalen Wettbewerb können die Mitgliedsstaaten der europäischen Union nur durch verstärkte Zusammenarbeit weiterhin Spitzenreiter in der Forschung bleiben. Wir setzen uns dafür ein, dass das europäische Forschungs- Rahmen-Programm (FRP) in Zukunft den Schwerpunkt auf die Förderung von innereuropäischen transnationalen Kooperationen setzt, um die Standorte der europäischen Spitzenforschung besser zu vernetzen. Wir fordern, dass abseits von gemeinsamen europäischen Großprojekten sichergestellt wird, dass die inhaltliche Schwerpunktsetzung des Forschungs-Rahmen-Programms von politischen Interessen unberührt bleibt.",
          "en": "In principle, a shift in the EU budget towards more future investment is to be welcomed. From the point of view of the “Freie Demokraten”, it is clear: in the face of increasing international competition, the member states of the European Union can only remain leaders in research by means of increased cooperation. We are committed to the fact that the European Research Framework Program (FRP) will in the future focus on promoting intra-European transnational cooperation in order to better network the sites of European top research. We demand that, apart from major European projects, the focus of the research framework program should remain unaffected by political interests."
        }
      },
      {
        "thesis": 18,
        "position": "negative",
        "statement": {
          "de": "Die FDP lehnt einen europaweiten Mindestlohn ab. Ziel aller Reformbemühungen müssen Wettbewerbsfähigkeit und Vollbeschäftigung sein. Beides entsteht nur dort, wo eine gut ausgebildete Bevölkerung arbeitet, wo Arbeitsmärkte und andere Märkte offen und nicht überreguliert sind, wo fairer Wettbewerb herrscht, wo die Steuer- und die Abgabenbelastung unternehmerische Initiative nicht abwürgt, wo Investoren sich auf eine leistungsfähige und schlanke Verwaltung und Justiz verlassen können, wo Löhne sich an der Produktivität orientieren und wo die Staatsausgaben und die Verschuldung in einem tragfähigen Verhältnis zum Bruttoinlandsprodukt (BIP) stehen.",
          "en": "The FDP rejects a Europe-wide minimum wage. The goal of all reform efforts must be competitiveness and full employment. Both are only created where a well-educated population is working, where labor markets and other markets are free and not over-regulated, where there is fair competition, where the tax burden does not suffocate the initiative of enterprises, where investors can rely on an efficient and lean justice system and public administration, where wages are oriented towards productivity and where government spending and debt are in a viable relationship with gross domestic product (GDP)."
        }
      },
      {
        "thesis": 19,
        "position": "neutral",
        "statement": {
          "de": "Die europaweite Harmonisierung von Steuersätzen lehnen wir ab. Der Steuerwettbewerb ist ein Ausgleich für die fehlende Möglichkeit der Abwertung von Währungen. Wie auch in anderen Bereichen sorgt der Wettbewerb für dauerhaft niedrige und gerechte Steuern, die sich gerade nicht an den höchsten Steuersätzen in der Europäischen Union orientieren. Das Gegenstück zu diesem Steuerwettbewerb muss aber sein, dass jeder auch seine Steuern zahlen muss. Es darf nicht länger zugelassen werden, dass Private wie auch Unternehmen aufgrund nicht abgestimmter Regeln unter den europäischen Partnern erfolgreiche Steuervermeidungsstrategien anwenden. Hier wollen wir ansetzen und auch durch eine einheitliche Bemessungsgrundlage eine gleichmäßige und effiziente Steuererhebung ermöglichen.",
          "en": "We reject the harmonization of tax rates across Europe. The tax competition is a compensation for the lack of the devaluation of currencies. As in other areas, the competition ensures permanently low and equitable taxes, which are not based on the highest tax rates in the European Union. The counterpart to this tax competition must however be that everyone must also pay his taxes. It is no longer permissible that companies as well as individuals use certain tax evasion strategies, basing on uncoordinated rules by European partners. We want to intervene here and create a uniform and efficient tax collection, through a common assessment basis. "
        }
      },
      {
        "thesis": 20,
        "position": "neutral",
        "statement": {
          "de": "Der europäische Gerichtshof hat mit seinem Urteil zum Freihandelsabkommen mit Singapur klare Vorgaben gemacht, wann nationale Parlamente zu beteiligen sind. Die FDP steht zu diesem Urteil. Bei einem gemischten Abkommen müssen nationale Parlament beteiligt werden, bei Abkommen, die ausschließlich die EU-Kompetenz betreffen, sollte nur das Europäische Parlament ratifizieren.",
          "en": "The European Court of Justice has made clear in its judgment on the free trade agreement with Singapore, when national parliaments are to be involved. The FDP stands by this verdict. In the case of a mixed agreement, national parliaments must be involved, and only in case of agreements relating exclusively to EU competence the European Parliament should be asked to ratify those."
        }
      },
      {
        "thesis": 21,
        "position": "neutral",
        "statement": {
          "de": "Wir Freie Demokraten wollen die Chancen des Freihandels nutzen. Wachsende Tendenzen des Protektionismus lehnen wir ab. Die EU ist der größte Markt der Welt. Gleichzeitig ist Deutschland die exportstärkste und gleichzeitig aber auch exportabhängigste Volkswirtschaft weltweit und braucht den auf Rechtsgrundlagen beruhenden freien Handel. Gleichzeitig müssen wir wirksame Schutzmechanismen schaffen, damit unserer Unternehmen vor unfairen Wettbewerb geschützt werden.",
          "en": "We, the Free Democrats, want to exploit the advantages of free trade. We disagree with rising tendencies to protectionism. Die EU is the biggest market in the world. At the same time, Germany is both the economy with the highest volume of exports but also the economy most dependent on global trade, and for this reason we rely on free trade grounded in a legal framework. However, we must also create effective mechanisms to protect our companies from unfair competition."
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "Die FDP lehnt jede Vermischung von Verantwortung durch gemeinschaftliche Haftung ab. Wir Freie Demokraten wollen die Glaubwürdigkeit der im europäischen Recht verankerten Nichtbeistandsklausel stärken. Diese besagt, dass weder die Europäische Union noch einzelne Mitglieder für die Schulden eines anderen Mitgliedstaates haften müssen. Sie soll hierdurch sicherstellen, dass die Mitgliedsstaaten die Folgen ihrer Wirtschafts- und Finanzpolitik tragen und somit Haushaltsdisziplin wahren.",
          "en": "The FDP rejects any mingling of responsibility by the use of joint liability.We Liberal Democrats want to strengthen the credibility of the No-Bailout clause enshrined in the European law. It says, that neither the European Union nor individual members must be liable for the debts of another member state. It is intended to ensure that the member states bear the implications of their economic and financial policies and thus maintain budgetary discipline."
        }
      },
      {
        "thesis": 23,
        "position": "positive",
        "statement": {
          "de": "Die Freie Demokraten beobachten die innenpolitischen Entwicklungen in einigen EU-Staaten mit Sorge. Wer die verfassungsmäßige Gewaltenteilung infrage stellt, greift den Rechtsstaat in seinem Fundament an. Wir setzen uns für eine Reform der Rechtsstaatskontrolle ein, um bei dauerhaften Verletzungen unserer Werte auch unterhalb der Schwelle des Stimmentzugs wirksame Sanktionen verhängen zu können. Das könnte auch die Kürzung von Fördergeldern bedeuten. ",
          "en": "The Liberal Democrats observe domestic developents in certain EU member states with concern. Questioning the constitutional seperation of powers, is a attack of the fundations of the state under the rule of law. We support the reform of the controll of rule of law in order to able to effectively impose sactions against longlasting violations against our values also below the threshold of deprivation of voting rights. This could also mean the reduction of funding. "
        }
      },
      {
        "thesis": 24,
        "position": "negative",
        "statement": {
          "de": "Wir wollen ein Europa, das sich aus Themen heraushält, für die es nicht zuständig ist. Sozialpolitik muss auch in Zukunft in der Verantwortung der Mitgliedstaaten bleiben. Hier hat die EU ihre Aktivitäten immer weiter ausgedehnt, obwohl sie vertraglich gar nicht zuständig ist. Das weckt Erwartungen, die nur enttäuscht werden können.",
          "en": "We want a EU that doesn’t concern itself with topics, which it is not responsible for. The responsibility for future social policies must lie in the hands of member states. In this area the EU has expanded its activities even so it is not responsible. This raises expectations which can only be disappointed"
        }
      },
      {
        "thesis": 25,
        "position": "negative",
        "statement": {
          "de": "Es wäre falsch, den Schuldenabbau zu vernachlässigen. Gerade in den Ländern mit hohen Verschuldungsraten. Ein nachhaltiger Schuldenabbau ist eine Frage der Generationengerechtigkeit. Schließlich kann sich das Zinsniveau mittelfristig wieder ändern. Steigende Zinszahlungen reduzieren zusammen mit vielen weiteren Zahlungsverpflichtungen des Staates dann immer mehr den haushaltspolitischen Ausgabenspielraum – und damit auch die Zukunftschancen unserer Kinder und Enkel.",
          "en": "It would be wrong to ignore the reduction of debts, especially in countries with big rates of indebtedness. Lasting debt reduction is a matter of intergenerational justice, after all the interest rate may change in the medium term. Rising interest payments together with more payment obligations reduce the budgetary leeway – together with future chances of our children and grandchildren. "
        }
      },
      {
        "thesis": 26,
        "position": "negative",
        "statement": {
          "de": "Wir Freie Demokraten lehnen staatliche Subventionen für einzelne Technologien ab. Denn der Staat greift viel zu häufig in wirtschaftliche Prozesse ein, indem er Unternehmen und Verbraucherinnen und Verbrauchern für ein bestimmtes Verhalten Geld zahlt oder Steuervergünstigungen gewährt. Solche Subventionen nützen meist nur wenigen und schaden dem Gemeinwohl. Ein ähnliches Beispiel ist die Kaufprämie für Elektroautos. Davon profitieren nur große Automobilkonzerne. Bezahlen müssen es die Steuerzahlerinnen und Steuerzahler.",
          "en": "We “Freie Demokraten” oppose government subsidies for single technologies. The state interferes far too often with economic processes, by paying consumers money or granting them tax breaks for certain behavior. Only few profit from such subsidies, they only harm the common good. A similar example is the buyer’s premium for electronic vehicles. Only large automobile groups benefit from this whilst taxpayers are the ones paying."
        }
      },
      {
        "thesis": 27,
        "position": "positive",
        "statement": {
          "de": "Unser Ziel ist die Wiederbelebung des europäischen Geistes, die Schaffung eines europäischen Lebensgefühls in einem Europa der Freiheit. Ein gesamteuropäischer Feiertag kann dazu beitragen, dieses Lebensgefühl mit einem konkreten Datum zu verbinden. Dies könnte der bereits heute existierende Europatag (9. Mai) sein. Allerdings muss dann auch überlegt werden, ob und wenn ja welchen anderen Feiertag man dafür streichen möchte.",
          "en": "Our aim is the revival of the European spirit, the creation of a European sense of living in a free Europe. A joint European holiday may help link this sense of living to a specific date. This could be the already existing Europe day (May 9th).  However it must be considered if and which already existing holiday would be cancelled. "
        }
      },
      {
        "thesis": 28,
        "position": "positive",
        "statement": {
          "de": "Die Freien Demokraten befürworten die Finanzierung einer Interrailkarte für alle 18-jährigen. Denn es gibt kein besseres Mittel, als der jungen Generation die Chance einzuräumen Europa praktisch vor Ort mit neuen Bekanntschaften und neuen Erfahrungen kennenzulernen. ",
          "en": "The “Freie Demokraten” welcome the financing of an Interrail-ticket for all 18 year olds. There is no better way than to give the young generation the opportunity to get to know Europe with new acquaintances and new experiences."
        }
      },
      {
        "thesis": 29,
        "position": "negative",
        "statement": {
          "de": "Um die Arbeitslosigkeit zu bekämpfen, muss die Mobilität der Arbeitnehmerinnen und Arbeitnehmer in der EU erleichtert werden. Wir brauchen eine reibungslose Anerkennung von Bildungsabschlüssen und Teilleistungen bei Auslandsstudien. Die komplizierten Sozialsysteme erschweren zusätzlich die Mobilität. Deshalb wollen wir ein System schaffen, dass es den Bürgerinnen und Bürgern erlaubt, unbürokratisch ihre Sozialversicherungsansprüche mitzunehmen und anerkennen zu lassen. Eine weitere staatliche Subvention, deren Erfolg mehr als fraglich ist, lehnen wir hingegen ab. ",
          "en": "To fight unemployment, the mobility of workers in the EU has to be made easier. We need an unconditional recognition of educational qualifications and part-time work in other member states. The complicated social systems also make mobility more difficult. That is why we want to create a system that allows citizens to transfer their social insurance claims wherever they go and to recognize them without bureaucracy. A further government subsidy, which is more than questionable, is rejected."
        }
      }
    ]
  }
]
