[
  {
    "id": 0,
    "token": "CDU",
    "name": {
      "de": "Christdemokratische Parteien",
      "en": "Christian Democratic Union"
    },
    "program": {
      "de": "https://www.ein-guter-plan-fuer-deutschland.de/?gclid=CjwKCAjw7fuJBhBdEiwA2lLMYWR6rnu4lp1xlxjCmZz0i-g-nb71Jl66Vsl8YYJtsx3qj9yaisA09xoCujAQAvD_BwE",
      "en": "https://www.ein-guter-plan-fuer-deutschland.de/?gclid=CjwKCAjw7fuJBhBdEiwA2lLMYWR6rnu4lp1xlxjCmZz0i-g-nb71Jl66Vsl8YYJtsx3qj9yaisA09xoCujAQAvD_BwE"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "negative",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Wir lehnen es weiterhin ab, mitgliedstaatliche Schulden oder Risiken zu vergemeinschaften. Denn wir wollen eine echte Stabilitätsunion und keine Schulden- und Haftungsunion.\"",
          "en": "from the CDU/CSU election program: \"We continue to reject the communitization of member state debts or risks. For we want a genuine stability union and not a debt and liability union.\""
        }
      },
      {
        "thesis": 1,
        "position": "neutral",
        "statement": {
          "de": "(keine Aussage im CDU/CSU-Wahlprogramm)",
          "en": "(no statement in the CDU/CSU election program)"
        }
      },
      {
        "thesis": 2,
        "position": "neutral",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Wir sprechen uns für die Einrichtung von europäisch verwalteten Entscheidungszentren an den EU-Außengrenzen aus, in denen geprüft werden soll, ob ein Asylanspruch vorliegt oder nicht. Perspektivisch kann sich daraus eine europäische Behörde entwickeln, die auch die Mitgliedstaaten unterstützt und Koordinationsaufgaben übernimmt.\"",
          "en": "from the CDU/CSU election program: \"We advocate the establishment of European-administered decision-making centers at the EU's external borders, where it would be examined whether or not an asylum claim exists. In perspective, this can develop into a European authority that also supports the member states and assumes coordination tasks.\""
        }
      },
      {
        "thesis": 3,
        "position": "neutral",
        "statement": {
          "de": "Stellungnahme des arbeitsmarktpolitischen Sprechers der CDU/CSU-Fraktion, 28.10.2020: \"Es ist ein wichtiges Signal aus Brüssel, dass ein europäischer Rahmen für ein angemessenes Niveau von Mindestlöhnen unter Berücksichtigung der wirtschaftlichen Bedingungen der Mitgliedstaaten festgelegt werden soll. Wichtig dabei ist vor allem, dass die Kommission mit diesem Vorschlag uneingeschränkt die nationalen Zuständigkeiten und die Vertragsfreiheit der Sozialpartner respektiert und weder einen einheitlichen europäischen Mindestlohn noch die Harmonisierung der Systeme zur Festsetzung der Mindestlöhne anstrebt.\"",
          "en": "Statement by the labor market policy spokesman of the CDU/CSU parliamentary group, 28.10.2020: \"It is an important signal from Brussels that a European framework for an appropriate level of minimum wages is to be established, taking into account the economic conditions of the Member States. The important thing here is, above all, that with this proposal, the Commission fully respects national competences and the contractual freedom of the social partners and does not aim for a uniform European minimum wage or the harmonization of systems for setting minimum wages.\""
        }
      },
      {
        "thesis": 4,
        "position": "negative",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Wir wollen die Europäische Grenzschutzagentur FRONTEX zu einer echten Grenzpolizei und Küstenwache mit hoheitlichen Befugnissen ausbauen. Ihre personellen Kapazitäten werden wir deutlich aufstocken.\"",
          "en": "From the CDU/CSU election program: \"We want to expand the European Border Agency FRONTEX into a genuine border police and coast guard with sovereign powers. We will significantly increase its personnel capacities.\""
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Wir wollen in der Außen- und Sicherheitspolitik Mehrheitsentscheidungen. Mehr Selbstbewusstsein nach außen erreichen wir durch mehr Geschlossenheit nach innen. Dafür müssen wir in der Europäischen Union schneller als bisher zu gemeinsamen Positionen kommen und bereit sein, diese wirkungsvoll umzusetzen.\"",
          "en": "from the CDU/CSU election program: \"We want majority decisions in foreign and security policy. We will achieve more self-confidence externally through more unity internally. To achieve this, we must arrive at common positions in the European Union more quickly than before and be prepared to implement them effectively.\""
        }
      },
      {
        "thesis": 6,
        "position": "negative",
        "statement": {
          "de": "(keine Aussage im CDU/CSU-Wahlprogramm)",
          "en": "(no statement in the CDU/CSU election program)"
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Wir werden das Tempo für die Entwicklung neuer Medikamente erhöhen, indem wir einheitliche Vorgaben schaffen – etwa beim Datenschutz, bei länderübergreifenden Studien oder der Einführung verbindlicher Musterverträge für klinische Prüfungen. Investoren und Forscher können sich darauf verlassen, dass in Deutschland auch weiterhin der Patentschutz gilt.\"",
          "en": "From the CDU/CSU election program: \"We will increase the pace for the development of new medicines by creating uniform requirements - for example, with regard to data protection, transnational studies or the introduction of binding model contracts for clinical trials. Investors and researchers can rest assured that patent protection will continue to apply in Germany.\""
        }
      },
      {
        "thesis": 8,
        "position": "neutral",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Wir wollen mehr Mehrheitsentscheidungen in Europa unter verstärkter Nutzung der Brückenklauseln für schnellere Entscheidungen und entschlossenes Handeln. Wo keine gemeinsame Lösung möglich ist, sollen Mitgliedstaaten die Möglichkeit öfter nutzen, im Rahmen der Verträge voranzugehen und enger zusammenzuarbeiten.\"",
          "en": "From the CDU/CSU election program: \"We want more majority decisions in Europe, making greater use of the bridging clauses for faster decisions and decisive action. Where no common solution is possible, member states should more often use the opportunity to go ahead and cooperate more closely within the framework of the treaties.\""
        }
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Für uns ist klar: Damit die Wirtschaft wieder in Schwung kommt und wir gemeinsam neuen Wohlstand schaffen können, dürfen Unternehmen keine neuen Belastungen auferlegt werden.\"",
          "en": "From the CDU/CSU election program: \"For us, it is clear that in order for the economy to regain momentum and for us to create new prosperity together, no new burdens should be imposed on companies.\""
        }
      },
      {
        "thesis": 10,
        "position": "neutral",
        "statement": {
          "de": "(keine Aussage im CDU/CSU-Wahlprogramm)",
          "en": "(no statement in the CDU/CSU election program)"
        }
      },
      {
        "thesis": 11,
        "position": "neutral",
        "statement": {
          "de": "(keine Aussage im CDU/CSU-Wahlprogramm)",
          "en": "(no statement in the CDU/CSU election program)"
        }
      },
      {
        "thesis": 12,
        "position": "neutral",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Mit der neuen Gemeinsamen Agrarpolitik (GAP) ist ein Systemwechsel erfolgt hin zu mehr ökologischer Nachhaltigkeit. Uns ist wichtig, dass die GAP gleichzeitig einkommenswirksam bleibt. Wir werden kleine und mittlere Betriebe mit höheren Direktzahlungen für die ersten Hektare angemessen fördern und die Umweltmaßnahmen (Eco-Schemes und Agrarumweltprogramme) attraktiv ausgestalten.\"",
          "en": "From the CDU/CSU election program: \"With the new Common Agricultural Policy (CAP), a system change has taken place towards more ecological sustainability. It is important to us that the CAP remains income-generating at the same time. We will adequately support small and medium-sized farms with higher direct payments for the first hectares and make the environmental measures (eco-schemes and agri-environmental programs) attractive.\""
        }
      },
      {
        "thesis": 13,
        "position": "neutral",
        "statement": {
          "de": "aus dem Positionspapier zur Zukunft Europas der CDU/CSU-Gruppe im Europäischen Parlament: \"Wir fordern, Europaabgeordnete durch ein unionsweit einheitliches Wahlsystem zu wählen,  welches aus einem geographischen und einem proportionalen Teilelement besteht. Die Wahlkreisgröße im geographischen Teilelement berücksichtigt dabei die bestehende Mindestzahl an Abgeordneten pro Mitgliedsstaat. Das proportionale Teilelement folgt dem Prinzip 'eine Person, eine Stimme'.\"",
          "en": "From the position paper on the future of Europe of the CDU/CSU group in the European Parliament: \"We call for MEPs to be elected through a uniform election system throughout the Union, consisting of a geographical and a proportional sub-element. The size of the constituency in the geographical sub-element takes into account the existing minimum number of MEPs per member state. The proportional sub-element follows the principle of 'one person, one vote'.\""
        }
      },
      {
        "thesis": 14,
        "position": "neutral",
        "statement": {
          "de": "(keine Aussage im CDU/CSU-Wahlprogramm)",
          "en": "(no statement in the CDU/CSU election program)"
        }
      },
      {
        "thesis": 15,
        "position": "neutral",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Es liegt in unserem Interesse, mit den Ländern in unmittelbarer Nachbarschaft zur EU möglichst enge und freundschaftliche Beziehungen zu pflegen. Dabei gilt für uns der Grundsatz: Vertiefung vor Erweiterung. (...) Der innere Zusammenhalt der Europäischen Union darf jedoch durch die Aufnahme neuer Mitglieder nicht geschwächt werden. Kandidatenländer müssen alle Beitrittskriterien voll und ganz erfüllen.\"",
          "en": "from the CDU/CSU election program: \"It is in our interest to maintain the closest and friendliest possible relations with the countries in the immediate vicinity of the EU. Our principle is: deepening before widening. (...) However, the internal cohesion of the European Union must not be weakened by the admission of new members. Candidate countries must fully meet all accession criteria.\""
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Wir wollen im Rahmen der Europäischen Verteidigungsunion und PESCO langfristig gemeinsame europäische Streitkräfte aufstellen. Dafür wollen wir die militärische Zusammenarbeit der nationalen Streitkräfte weiter verbessern, noch stärker vernetzen und gemeinsame europäische Einsatzfähigkeiten innerhalb und außerhalb der NATO ausbauen.\"",
          "en": "From the CDU/CSU election program: \"We want to establish joint European armed forces in the long term within the framework of the European Defense Union and PESCO. To this end, we want to further improve military cooperation between national armed forces, network them even more closely and expand joint European operational capabilities within and outside NATO.\""
        }
      },
      {
        "thesis": 17,
        "position": "negative",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Wir wollen die Fiskalregeln des Stabilitäts- und Wachstumspakts und des Fiskalvertrags nach der Corona-Pandemie zügig wieder in Kraft setzen und sie weiterentwickeln, ohne sie aufzuweichen. (...) Verstöße gegen die Stabilitätskriterien müssen konsequent sanktioniert werden.\"",
          "en": "from the CDU/CSU election program: \"We want to swiftly reinstate the fiscal rules of the Stability and Growth Pact and the Fiscal Compact after the Corona pandemic and develop them further without softening them. (...) Violations of the stability criteria must be consistently sanctioned.\""
        }
      },
      {
        "thesis": 18,
        "position": "neutral",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Unser Ziel ist, die Treibhausgasemissionen Deutschlands bis 2030 um 65 Prozent gegenüber dem Referenzjahr 1990 zu reduzieren, um dann (...) im Jahr 2045 Treibhausgasneutralität zu erreichen. Deutschland wird hier als Industrieland eine große Verantwortung übernehmen, damit bis 2050 weltweit CO2-Neutralität erreicht wird.\"",
          "en": "From the CDU/CSU election program: \"Our goal is to reduce Germany's greenhouse gas emissions by 65 percent by 2030 compared to d"
        }
      },
      {
        "thesis": 19,
        "position": "negative",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Die Europäische Union hat mit dem Aufbauinstrument 'Next Generation EU' (...) angemessen und solidarisch auf die Corona-Krise reagiert. (...) Die damit verbundene europäische Schuldenaufnahme ist befristet und einmalig. Sie ist kein Einstieg in eine Schuldenunion – und darf es nie werden.\"",
          "en": "from the CDU/CSU election program: \"The European Union has reacted appropriately and in solidarity to the Corona crisis with the construction instrument 'Next Generation EU' (...). (...) The associated European borrowing is limited in time and unique. It is not - and must never be - an entry into a debt union.\""
        }
      },
      {
        "thesis": 20,
        "position": "neutral",
        "statement": {
          "de": "(keine Aussage im CDU/CSU-Wahlprogramm)",
          "en": "(no statement in the CDU/CSU election program)"
        }
      },
      {
        "thesis": 21,
        "position": "negative",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Wir bekennen uns zur Unabhängigkeit der Europäischen Zentralbank (EZB). (...) Das übergeordnete Ziel der EZB bleibt die Wahrung der Geldwert- und Finanzstabilität.\"",
          "en": "from the CDU/CSU election program: \"We are committed to the independence of the European Central Bank (ECB). (...) The ECB's overriding objective remains the preservation of monetary and financial stability.\""
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "aus dem CDU/CSU-Wahlprogramm: \"Die Türkei ist von großer strategischer und wirtschaftlicher Bedeutung für Deutschland und die Europäische Union. (...) Wir wollen deshalb weiter eng mit der Türkei zusammenarbeiten und setzen auf einen offenen, kritischen und konstruktiven Dialog mit der türkischen Führung. (...) Eine Vollmitgliedschaft der Türkei in der EU wird es mit uns nicht geben. Stattdessen werden wireine enge Partnerschaft vereinbaren.\"",
          "en": "from the CDU/CSU election program: \"Turkey is of great strategic and economic importance for Germany and the European Union. (...) We therefore want to continue to cooperate closely with Turkey and rely on an open, critical and constructive dialogue with the Turkish leadership. (...) Turkey will not become a full member of the EU with us. Instead, we will agree on a close partnership.\""
        }
      }
    ]
  },
  {
    "id": 1,
    "token": "SPD",
    "name": {
      "de": "Sozialdemokratische Partei Deutschland",
      "en": "Social Democratic Party Germany"
    },
    "program": {
      "de": "https://www.spd.de/fileadmin/Dokumente/Beschluesse/Programm/SPD-Zukunftsprogramm.pdf",
      "en": "https://www.spd.de/fileadmin/Dokumente/Beschluesse/Programm/SPD-Zukunftsprogramm.pdf"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "aus dem SPD-Wahlprogramm: \"Um die Eurozone vor ökonomischen Schocks zu schützen, treten wir ein für eine dauerhafte europäische Arbeitslosenrückversicherung, die zudem sicherstellt, dass alle Mitgliedstaaten auch in Zeiten schwerer wirtschaftlicher Krisen wichtige soziale Sicherungsfunktionen erfüllen können.\"",
          "en": "from the SPD election program: \"To protect the euro zone from economic shocks, we advocate a permanent European unemployment reinsurance scheme that also ensures that all member states can fulfill important social security functions even in times of severe economic crisis.\""
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "aus dem SPD-Wahlprogramm: \"Wir stellen uns konsequent gegen Diskriminierung und Gewalt. (...) Wir fördern den Kampf gegen Gewalt und Diskriminierung, die sich gegen queere Menschen richtet - in Deutschland und der Europäischen Union.\"",
          "en": "From the SPD election program: \"We consistently oppose discrimination and violence. (...) We promote the fight against violence and discrimination directed against queer people - in Germany and the European Union.\""
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "aus den Vorschlägen der SPD-Fraktion für ein neues europäisches Asylsystem, 18.6.2020: \"Die gesamten Verfahren inklusive der Rückführung werden in EU-Asylzentren durchgeführt. Hierzu werden offene EU-Asylzentren auf EU-Territorium geschaffen, die sich an den Standard der deutschen Einrichtungen anlehnen. (...) Die Asylzentren müssen nicht zwingend an den Außengrenzen liegen, sie können auch in anderen Mitgliedstaaten angesiedelt werden. Wir wollen keine 'Massenlager' an den EU-Außengrenzen, wie wir sie heute bereits haben.\"",
          "en": "From the SPD parliamentary group's proposals for a new European asylum system, 6/18/2020: \"The entire procedures, including repatriation, will be carried out in EU asylum centers. For this purpose, open EU asylum centers will be created on EU territory, based on the standard of the German facilities. (...) The asylum centers do not necessarily have to be located at the external borders, they can also be located in other member states. We do not want 'mass camps' at the EU's external borders, as we already have today.\""
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "aus dem SPD-Wahlprogramm: \"Alle Arbeitnehmer*innen in Europa müssen von ihrer Arbeit gut leben können. Unser Ziel bleiben europaweit Löhne, die zum Leben reichen, daher begrüßen wir den Vorschlag für einen Rechtsrahmen für europäische Mindestlöhne.\"",
          "en": "From the SPD election program: \"All workers in Europe must be able to live well from their work. Our goal remains wages across Europe that are enough to live on, so we welcome the proposal for a legal framework for European minimum wages.\""
        }
      },
      {
        "thesis": 4,
        "position": "negative",
        "statement": {
          "de": "aus dem SPD-Positionspapier zur Frontex-Reform, 4.5.2021: \"Ein wirksames Grenzmanagement an den Außengrenzen der Europäischen Union ist zwingend erforderlich, um die Errungenschaft offener Grenzen innerhalb Europas aufrechtzuerhalten. Die Umsetzung der 2016 und 2018 (...) verabschiedeten Reformen von Frontex unterstützen wir, insbesondere den Aufbau einer 'ständigen Reserve', um die Einsatzmöglichkeiten der Agentur zu stärken.\"",
          "en": "From the SPD position paper on Frontex reform, 4.5.2021: \"Effective border management at the external borders of the European Union is imperative to maintain the achievement of open borders within Europe. We support the implementation of the reforms of Frontex adopted in 2016 and 2018 (...), in particular the establishment of a 'permanent reserve' to strengthen the operational capabilities of the agency.\""
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "aus dem SPD-Wahlprogramm: \"Wir setzen uns dafür ein, dass Europa eine Vorreiterrolle bei internationaler Krisenprävention, Friedens- und Demokratieförderung sowie zum Schutz von Menschenrechten einnimmt. (...) Mehr Eigenständigkeit setzt höhere Handlungsfähigkeit voraus. Grundlegend dafür ist die Einführung von Mehrheitsentscheiden in der Außenpolitik – statt des jetzigen Einstimmigkeitsprinzips.\"",
          "en": "From the SPD election program: \"We are committed to Europe taking a leading role in international crisis prevention, peace and democracy promotion, and the protection of human rights. (...) More autonomy requires a greater ability to act. Fundamental to this is the introduction of majority decisions in foreign policy - instead of the current unanimity principle.\""
        }
      },
      {
        "thesis": 6,
        "position": "negative",
        "statement": {
          "de": "EU-Ausländer mit einem verfestigten Aufenthalt können auch Anspruch auf Sozialleistungen in einem anderen EU-Mitgliedstaat haben. Grundsätzlich werden die sozialen Sicherungssysteme insbesondere in den Bereichen Arbeit, Gesundheit und Rente auch in Zukunft nationalstaatlich zu organisieren sein. Wir treten allerdings dafür ein, sie da wo sinnvoll durch zusätzliche europäische Sicherungsnetze zu ergänzen. So wollen wir zum Beispiel eine europäische Arbeitslosenrückversicherung schaffen, die dann einspringen kann, wenn in einem akuten Krisenfall eine nationale Arbeitslosenversicherung überfordert ist.",
          "en": "EU foreigners with a permanent residence can also be entitled to social benefits in another EU member state. In principle, social security systems, especially in the areas of work, health and pensions, will continue to be organized on a nation-state basis in the future. However, we advocate supplementing them with additional European safety nets where this makes sense. For example, we want to create a European unemployment reinsurance scheme that can step in when national unemployment insurance is overwhelmed in an acute crisis."
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {
          "de": "Die Pandemie kann nur durch internationale Solidarität überwunden werden. Die Krise ist erst vorbei, wenn es global genügend Impfstoff gibt. Die SPD setzt sich deshalb für ein gemeinsames globales Vorgehen zur Produktion und Bereitstellung von Impfstoffen ein. Es müssen alle Wege genutzt werden, um die Produktion von Impfstoffen auszuweiten, auch durch den globalen Ausbau von Produktionskapazitäten und neuen Produktionsstrecken in den Ländern des Globalen Südens (u.a. durch Technologie- und Wissenstransfer, Vergabe von Lizenzen und Anschubfinanzierungen sowie durch Schaffung leistungsfähiger regionaler Verteilungssysteme für Medikamente und Medizinprodukte). Unser Ziel ist die schnelle, günstige und lokale Verfügbarkeit wirksamer Impfstoffe. Die Möglichkeit, Zwangslizenzen zu vergeben, ist bereits jetzt über die WTO geregelt. Als Konsequenz soll es in allen zukünftigen Impfstofflieferverträgen eine verbindliche Verpflichtung zu Partnerschaften mit Herstellern in Entwicklungsländern geben.",
          "en": "The pandemic can only be overcome through international solidarity. The crisis will not be over until there is enough vaccine globally. The SPD therefore advocates a joint global approach to the production and supply of vaccines. All avenues must be used to expand the production of vaccines, including through the global expansion of production capacities and new production routes in the countries of the Global South (including through technology and knowledge transfer, licensing and start-up financing, and the creation of effective regional distribution systems for medicines and medical products). Our goal is the rapid, affordable and local availability of effective vaccines. The ability to grant compulsory licenses is already regulated through the WTO. As a consequence, there should be a binding commitment to partnerships with manufacturers in developing countries in all future vaccine supply contracts."
        }
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {
          "de": "Die SPD tritt für die Überwindung des Einstimmigkeitsprinzips in Steuerfragen ein, um Steuerdumping zwischen den Mitgliedstaaten, insbesondere im Bereich der Unternehmensbesteuerung, zu beenden. Auch im Bereich der Sozialpolitik wollen wir mehr Integration erreichen, etwa um faire Mindestlöhne in ganz Europa durchzusetzen.",
          "en": "The SPD advocates overcoming the unanimity principle in tax matters in order to put an end to tax dumping between member states, particularly in the area of corporate taxation. We also want to achieve more integration in the area of social policy, for example to enforce fair minimum wages throughout Europe."
        }
      },
      {
        "thesis": 9,
        "position": "positive",
        "statement": {
          "de": "Wirtschaftliches Zusammenwachsen und die Herstellung von Steuergerechtigkeit sind für uns zwei Seiten einer Medaille sind. Deshalb treten wir für die Überwindung des Einstimmigkeitsprinzips in Steuerfragen und die Beendigung des Steuerdumpings zwischen den Mitgliedstaaten, insbesondere im Bereich der Unternehmensbesteuerung, ein. Darüber hinaus setzt sich die SPD für globale Steuergerechtigkeit ein. Die SPD und Olaf Scholz sind die treibende Kraft bei der Initiative für eine globale Mindestbesteuerung. Diese Bemühungen für mehr Steuergerechtigkeit haben zu einer Einigung unter den Mitgliedstaaten der OECD geführt. Auch die Finanzminister der G20 haben sich auf seine Bemühungen hin zu dem Konzept bekannt. Dieser Fortschritt wird dazu beitragen, auch in der EU eine Einigung zur Unternehmensbesteuerung zu erzielen.",
          "en": "For us, economic integration and tax justice are two sides of the same coin. That is why we advocate overcoming the principle of unanimity in tax matters and putting an end to tax dumping between member states, especially in the area of corporate taxation. Furthermore, the SPD is committed to global tax justice. The SPD and Olaf Scholz are the driving force behind the initiative for a global minimum taxation. These efforts for more tax justice have led to an agreement among the member states of the OECD. The G20 finance ministers have also committed to the concept in response to his efforts. This progress will help to reach agreement on corporate taxation in the EU as well."
        }
      },
      {
        "thesis": 10,
        "position": "positive",
        "statement": {
          "de": "Vor dem Hintergrund des Ausstiegs aus Kohle und Atomkraft nimmt Erdgas eine Brückenfunktion bei der Energiewende ein. Die Pipeline Nord Stream 2 ist dabei ein wichtiger Baustein für die langfristige europäische Gasversorgung. Das durch die Pipeline gelieferte Gas wird nur zum Teil in Deutschland verbraucht und flexibel und bedarfsgerecht in Europa weiterverteilt. Die Fertigstellung von Nord Stream 2 darf aber nicht zulasten unserer Partner erfolgen. Wir werden weiterhin entschieden auf Aggressionen und destruktive Aktivitäten gegen die Souveränität der Ukraine reagieren.",
          "en": "Against the background of the phase-out of coal and nuclear power, natural gas is playing a bridging role in the energy transition. The Nord Stream 2 pipeline is an important building block for long-term European gas supplies. The gas supplied through the pipeline will only be partly consumed in Germany and will be distributed flexibly and in line with demand in Europe. However, Nord Stream 2 must not be completed at the expense of our partners. We will continue to react decisively to aggression and destructive activities against Ukraine's sovereignty."
        }
      },
      {
        "thesis": 11,
        "position": "neutral",
        "statement": {
          "de": "Wir setzen uns auch für die Ausweitung des Wahlrechts ein – beispielsweise für dauerhaft ansässige Drittstaatsangehörige auf kommunaler Ebene.",
          "en": "We are also committed to extending the right to vote - for example, for permanently resident third-country nationals at the municipal level."
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "Die reformierte Gemeinsame Agrarpolitik der EU muss die Landwirtschaft in die Lage versetzen, den Umweltherausforderungen gerecht zu werden. Ziel ist nicht die Kürzung der Agrarförderung, sondern deren Bindung an nachhaltige Kriterien, die den Menschen in den ländlichen Betrieben, den ländlichen Regionen sowie dem Tier- und Umweltschutz zugutekommen. Subventionen für Betriebe, die soziale, ökologische und arbeitsrechtliche Kriterien nicht einhalten, müssen konsequent gekürzt werden.",
          "en": "The reformed EU Common Agricultural Policy must enable agriculture to meet environmental challenges. The goal is not to cut agricultural subsidies, but to tie them to sustainable criteria that benefit people on rural farms, rural regions, and animal and environmental protection. Subsidies for farms that do not comply with social, environmental and labor criteria must be consistently cut."
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "Mit transnationalen Listen, die die 27 getrennten nationalen Abstimmungen zusammenführen, wird die Wahl des Europäischen Parlaments noch europäischer gestaltet, während gleichzeitig rein nationale Interessen der Parteien an Bedeutung verlieren. Transnationale Listen stärken das Profil der europäischen Parteien, befördern die politische Diskussionen über nationale Grenzen hinweg und tragen nicht zuletzt zur Entstehung einer europäischen Öffentlichkeit bei.",
          "en": "Transnational lists, which combine the 27 separate national votes, will make the European Parliament elections even more European, while at the same time making purely national party interests less important. Transnational lists strengthen the profile of European parties, promote political debate across national borders and, not least, contribute to the emergence of a European public sphere."
        }
      },
      {
        "thesis": 14,
        "position": "positive",
        "statement": {
          "de": "Mit dem europäischen Corona-Wiederaufbaufonds hat die EU bewiesen, dass sie handlungsfähig ist und auf Krisen solidarisch reagieren kann. Es ist dabei richtig und wichtig, dass der Fonds auch durch europäische Einnahmen finanziert wird. Um die gemeinsame europäische Finanzpolitik weiterzuentwickeln, wollen wir das Eigenmittelsystem der EU in den kommenden Jahren noch weiter stärken – zum Beispiel mit der Einführung eigener EU-Steuern für CO2, digitale Konzerne und Finanztransaktionen.",
          "en": "With the European Corona Recovery Fund, the EU has proven that it is capable of acting and responding to crises in a spirit of solidarity. It is right and important that the fund is also financed by European revenues. In order to further develop the common European financial policy, we want to strengthen the EU's own resources system even further in the coming years - for example, by introducing our own EU taxes for CO2, digital corporations and financial transactions."
        }
      },
      {
        "thesis": 15,
        "position": "negative",
        "statement": {
          "de": "Die EU-Erweiterungspolitik bleibt wichtig, um Frieden, Stabilität und Zusammenarbeit zu fördern. Bei einem Beitritt zur EU handelt es sich jedoch um keinen Automatismus, sondern es bedarf einer gründlichen Vorbereitung. Wir halten daher an der Beitrittsperspektive für die Länder des westlichen Balkans fest, wobei wir der Entwicklung von Demokratie und Rechtsstaatlichkeit besondere Aufmerksamkeit schenken. Zugleich muss die EU durch innere Reformen ihre Handlungsfähigkeit sicherstellen.",
          "en": "EU enlargement policy remains important to promote peace, stability and cooperation. However, joining the EU is not an automatic process; it requires thorough preparation. We therefore maintain the prospect of accession for the countries of the Western Balkans, paying particular attention to the development of democracy and the rule of law. At the same time, the EU must ensure its ability to act through internal reforms."
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "Der Ausbau der europäischen Verteidigungsfähigkeiten ist eine Voraussetzung für die Stärkung europäischer Souveränität und die richtige Antwort auf das Wiedererstarken des Nationalismus. Unser Ziel bleibt eine gemeinsame europäische Armee, deren Einsatz parlamentarisch legitimiert werden muss. Ein neu zu schaffender Verteidigungsausschuss im Europäischen Parlament sichert die Kontrollrechte der europäischen Abgeordneten und begleitet den Prozess der Integration der europäischen Streitkräfte.",
          "en": "The development of European defense capabilities is a prerequisite for strengthening European sovereignty and the right response to the resurgence of nationalism. Our goal remains a common European army, whose deployment must be legitimized by parliament. A newly created defense committee in the European Parliament will safeguard the control rights of European parliamentarians and accompany the process of integrating the European armed forces."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Aus dem SPD-Wahlprogramm: \"Investitionen sind essentiell für eine nachhaltige europäische Zukunft. Wir werden den Stabilitäts- und Wachstumspakt zu einem Nachhaltigkeitspakt weiterentwickeln. Statt einer Rückkehr zur Kürzungspolitik der Vergangenheit bleiben wir bei der in der Corona-Krise begonnenen gemeinsamen Investitionspolitik Europas. Eine krisenfeste EU muss fiskalpolitisch handlungsfähig sein und sich zu einer echten Fiskal-, Wirtschafts- und Sozialunion weiterentwickeln.\"",
          "en": "From the SPD election program: \"Investment is essential for a sustainable European future. We will develop the Stability and Growth Pact into a sustainability pact. Instead of a return to the austerity policies of the past, we will stick to the common European investment policy that was initiated during the Corona crisis. A crisis-proof EU must be capable of fiscal policy action and develop into a true fiscal, economic and social union.\""
        }
      },
      {
        "thesis": 18,
        "position": "neutral",
        "statement": {
          "de": "Aus dem SPD-Wahlprogramm: \"Wir müssen die globale Erderwärmung auf möglichst 1,5 Grad Celsius begrenzen. Darum haben wir uns zum Ziel gesetzt, in Deutschland bis spätestens 2045 komplett klimaneutral zu sein. (...) Dementsprechend werden wir im Einklang mit den europäischen Klimazielen unser Minderungsziel für 2030 deutlich (auf 65 %) anheben; auch für 2040 werden wir ein Minderungsziel festschreiben (88 %).weiterentwickeln.\"",
          "en": "From the SPD election program: \"We must limit global warming to 1.5 degrees Celsius if possible. That is why we have set ourselves the goal of being completely climate neutral in Germany by 2045 at the latest. (...) Accordingly, we will raise our reduction target for 2030 significantly (to 65%) in line with European climate targets; we will also set a reduction target for 2040 (88%).Further development.\""
        }
      },
      {
        "thesis": 19,
        "position": "positive",
        "statement": {
          "de": "Aus dem SPD-Wahlprogramm: \"Investitionen sind essentiell für eine nachhaltige europäische Zukunft. Wir werden den Stabilitäts- und Wachstumspakt zu einem Nachhaltigkeitspakt weiterentwickeln. Statt einer Rückkehr zur Kürzungspolitik der Vergangenheit bleiben wir bei der in der Corona-Krise begonnenen gemeinsamen Investitionspolitik Europas. Eine krisenfeste EU muss fiskalpolitisch handlungsfähig sein und sich zu einer echten Fiskal-, Wirtschafts- und Sozialunion weiterentwickeln.\"",
          "en": "From the SPD election program: \"Investment is essential for a sustainable European future. We will further develop the Stability and Growth Pact into a sustainability pact. Instead of a return to the austerity policies of the past, we will stick to Europe's common investment policy, which was launched during the Corona crisis. A crisis-proof EU must be capable of fiscal policy action and evolve into a true fiscal, economic and social union.\""
        }
      },
      {
        "thesis": 20,
        "position": "neutral",
        "statement": {
          "de": "(Keine Aussage im SPD-Wahlprogramm)",
          "en": "(No statement in the SPD election program)"
        }
      },
      {
        "thesis": 21,
        "position": "neutral",
        "statement": {
          "de": "(Keine Aussage im SPD-Wahlprogramm)",
          "en": "(No statement in the SPD election program)"
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "Aus dem SPD-Wahlprogramm: \"Den innen- und außenpolitischen Kurs der türkischen Regierung betrachten wir mit Sorge. Die Türkei muss rechtstaatliche, demokratische und völkerrechtliche Prinzipien einhalten. Eine Intensivierung des EU-Türkei-Dialogs, der auch diese Fragen kritisch erörtert, ist dringend notwendig.\" Außenminister Heiko Maas (SPD), 21.6.2021: \"Wir brauchen ein Update der Migrationszusammenarbeit mit der Türkei. Bei allen Schwierigkeiten, die wir mit der türkischen Regierung haben, muss man anerkennen, dass das Land eine nicht unerhebliche Migrationslast für uns übernommen hat. (...) Ich glaube, dass wir in der EU ein großes Interesse daran haben, dass das Migrationsabkommen mit der Türkei weiterentwickelt und fortgeschrieben wird.\"",
          "en": "From the SPD election program: \"We view the Turkish government's domestic and foreign policy course with concern. Turkey must adhere to the principles of the rule of law, democracy and international law. An intensification of the EU-Turkey dialogue, which also critically discusses these issues, is urgently needed.\" Foreign Minister Heiko Maas (SPD), 6/21/2021: \"We need a"
        }
      }
    ]
  },
  {
    "id": 2,
    "token": "FDP",
    "name": {
      "de": "Freie Demokraten",
      "en": "Free Democratic Party"
    },
    "program": {
      "de": "https://www.fdp.de/vielzutun",
      "en": "https://www.fdp.de/vielzutun"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "neutral",
        "statement": {
          "de": "Wir bekennen uns zur Verantwortung der Mitgliedstaaten für ihre eigenen Haushalte. Zukünftig könnte jedoch ein zum Europäischen Währungsfonds reformierter Europäischer Stabilitätsmechanismus als ultima ratio strikt konditionierte Unterstützung für gefährdete Länder gewähren, wenn dies für die Finanzstabilität der Eurozone unabdingbar ist. Arbeitsmarkt- und Sozialpolitik ist und bleibt jedoch Aufgabe der Mitgliedstaaten. Sozialpolitik muss so nah an den Menschen gemacht werden, wie möglich.",
          "en": "We are committed to the member states' responsibility for their own budgets. In the future, however, a European Stability Mechanism reformed into the European Monetary Fund could provide strictly conditional support for endangered countries as an ultima ratio if this is indispensable for the financial stability of the euro area. However, labor market and social policy is and remains the responsibility of the member states. Social policy must be made as close to the people as possible."
        }
      },
      {
        "thesis": 1,
        "position": "neutral",
        "statement": {
          "de": "Wir bekennen uns ausdrücklich zum Schutz vor Diskriminierung jedweder Art, insbesondere durch staatliche Stellen, und den dazu erlassenen Schutznormen auf nationaler und europäischer Ebene. Sofern Schutzlücken bestehen, sollten diese geschlossen werden. So fordern wir z. B. die Erweiterung des Art. 3 Abs. 3 GG um den Schutz vor Diskriminierung aufgrund der sexuellen Identität. Es sollte permanent geprüft werden, ob die getroffenen Maßnahmen angepasst werden müssen – auch auf EU-Ebene.",
          "en": "We are expressly committed to protection against discrimination of any kind, especially by state authorities, and to the protective standards enacted for this purpose at national and European level. Where gaps in protection exist, these should be closed. For example, we call for the extension of Article 3 (3) of the Basic Law to include protection against discrimination on the basis of sexual identity. There should be a permanent review of whether the measures taken need to be adapted - also at EU level."
        }
      },
      {
        "thesis": 2,
        "position": "positive",
        "statement": {
          "de": "Wir werben für eine Weiterentwicklung des Europäischen Unterstützungsbüros für Asylfragen (EASO) zu einer europäischen Asylagentur, die in europäischen Aufnahmezentren an den Hauptankunftsorten sowie möglichst bereits in Hot Spots in den Herkunfts- und Transitländern eine Vorprüfung in einem zügigen und fairen Verfahren durchführen soll. Auch Registrierungen, Sicherheitskontrollen, Identitäts- und Gesundheitschecks sollen dort durchgeführt werden.",
          "en": "We advocate a further development of the European Asylum Support Office (EASO) into a European asylum agency, which should carry out a preliminary examination in a speedy and fair procedure in European reception centers at the main arrival points and, if possible, already in hot spots in the countries of origin and transit. Registrations, security checks, identity and health checks should also be carried out there."
        }
      },
      {
        "thesis": 3,
        "position": "negative",
        "statement": {
          "de": "Die Ausgestaltung eines Mindestlohns kann nur durch nationale Tarif- und Arbeitsmarktpolitik erfolgen. Denn gerade der Arbeitsmarkt ist so abhängig von den unterschiedlichen wirtschaftlichen Rahmenbedingungen eines Landes, dass eine einheitliche europäische Regelung nicht zielführend wäre.",
          "en": "A minimum wage can only be defined by national collective bargaining and labor market policies. The labor market in particular is so dependent on the different economic conditions in a country that a uniform European regulation would not be effective."
        }
      },
      {
        "thesis": 4,
        "position": "negative",
        "statement": {
          "de": "Wir fordern einen schnelleren Ausbau der EU-Grenzschutzagentur Frontex auf die vorgesehene Personalstärke von 10.000 Beamtinnen und Beamten – begleitet von einer strukturellen Reform sowie einer Erweiterung von Kontroll- und Transparenzmechanismen. Frontex sollte auch die Seenotrettung übernehmen, um endlich das grausame Sterben auf dem Mittelmeer zu beenden. Wir setzen uns zudem für die Aufklärung von „Pushbacks“, also dem illegalen Zurückdrängen von Migrantinnen und Migranten ein.",
          "en": "We call for a faster expansion of the EU border protection agency Frontex to the planned staffing level of 10,000 officers - accompanied by a structural reform and an expansion of control and transparency mechanisms. Frontex should also take over sea rescue in order to finally put an end to the cruel deaths in the Mediterranean. We are also committed to clarifying \"pushbacks,\" i.e. the illegal pushing back of migrants."
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "Wir Freie Demokraten wollen eine Gemeinsame Außen- und Sicherheitspolitik (GASP) der EU, die den Namen auch verdient. Die Europäische Union muss international schneller handlungsfähig sein und nach außen mit einer Stimme sprechen. Wir fordern deshalb, dass die Einstimmigkeit im EU-Ministerrat in die qualifizierte Mehrheit überführt wird.",
          "en": "We Free Democrats want an EU Common Foreign and Security Policy (CFSP) worthy of the name. The European Union must be able to act more quickly on the international stage and speak with one voice to the outside world. We therefore demand that unanimity in the EU Council of Ministers be converted into qualified majority voting."
        }
      },
      {
        "thesis": 6,
        "position": "negative",
        "statement": {
          "de": "Die Arbeitnehmerfreizügigkeit gehört zu den zentralen Errungenschaften der EU. EU-Bürgerinnen und Bürger sollten nach einem Jahr sozialversicherungspflichtiger oder gleichwertiger selbstständiger Tätigkeit einen Anspruch auf Sozialleistungen haben. Dennoch gilt es, Missbrauch sozialer Sicherung zu verhindern. Eine Zuwanderung in einen anderen Mitgliedstaat, um höhere Sozialleistungen zu erhalten, ist nicht Gegenstand der Freizügigkeit. Dies muss auch in der Praxis durchgesetzt werden.",
          "en": "The free movement of workers is one of the EU's key achievements. EU citizens should be entitled to social security benefits after one year of employment subject to social security contributions or equivalent self-employment. Nevertheless, it is important to prevent abuse of social security. Immigration to another member state in order to receive higher social benefits is not an object of free movement. This must also be enforced in practice."
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {
          "de": "Wir fordern mehr Anstrengungen für Innovationen bei Arzneimitteln, Medizintechnik und Digitalisierung. Sie müssen ein Schwerpunkt in der Forschungsförderung sein, mit unbürokratischer Vergabe von Fördergeldern, gerade an Start-ups. Besonders die Biomedizin birgt ein großes Potential. Wir setzen uns daher für offenere und innovationsfördernde Rahmenbedingungen ein. Damit private Investitionen mobilisiert werden, muss geistiges Eigentum im Patentrecht strikt geschützt bleiben.",
          "en": "We call for more efforts for innovations in pharmaceuticals, medical technology and digitization. They must be a focus of research funding, with unbureaucratic allocation of funding, especially to start-ups. Biomedicine in particular holds great potential. We therefore advocate for more open framework conditions that promote innovation. To mobilize private investment, intellectual property must remain strictly protected in patent law."
        }
      },
      {
        "thesis": 8,
        "position": "positive",
        "statement": {
          "de": "Anders als in der Außen- und Sicherheitspolitik muss das Einstimmigkeitsprinzip im Bereich der Steuer- und Sozialpolitik den Mitgliedstaaten weiterhin ihre politische Gestaltungsfähigkeit bewahren. Das entspricht dem Subsidiaritätsprinzip und sorgt dafür, dass Steuern und Sozialleistungen an den Bedürfnissen vor Ort ausgerichtet werden können. Wir Freie Demokraten sind zudem gegen die Einführung von EU-Steuern.",
          "en": "Unlike in foreign and security policy, the unanimity principle in the area of fiscal and social policy must continue to preserve the member states' ability to shape policy. This is in line with the subsidiarity principle and ensures that taxes and social benefits can be geared to local needs. We Free Democrats are also opposed to the introduction of EU taxes."
        }
      },
      {
        "thesis": 9,
        "position": "negative",
        "statement": {
          "de": "Wir Freie Demokraten wollen die steuerliche Belastung von Unternehmen auf den OECD-Durchschnitt von rund 25 Prozent senken. Zudem unterstützen wir Initiativen auf OECD- und G20-Ebene für eine globale Mindestbesteuerung für Unternehmen einsetzen. So sorgen wir für mehr Fairness im Wettbewerb zwischen großen internationalen Konzernen, die aggressive Steuervermeidung betreiben, und Mittelständlern.",
          "en": "We Free Democrats want to reduce the tax burden on companies to the OECD average of around 25 percent. In addition, we support initiatives at OECD and G20 level for a global minimum taxation for companies. In this way, we will ensure more fairness in competition between large international corporations that engage in aggressive tax avoidance and small and medium-sized enterprises."
        }
      },
      {
        "thesis": 10,
        "position": "neutral",
        "statement": {
          "de": "Wir Freie Demokraten fordern ein Moratorium für \"Nordstream 2\", bis die russische Führung im Fall Nawalny unabhängige und umfassende Ermittlungen gewährleistet und sich die Menschenrechtslage bessert. Die Inbetriebnahme der Pipeline \"Nordstream 2\" muss in der EU gemeinsam entschieden werden. Dabei müssen auch die Interessen der Ukraine als Transitland für Energie berücksichtigt werden.",
          "en": "We Free Democrats call for a moratorium on \"Nordstream 2\" until the Russian leadership ensures independent and comprehensive investigations in the Nawalny case and the human rights situation improves. The commissioning of the Nordstream 2 pipeline must be decided jointly in the EU. The interests of Ukraine as a transit country for energy must also be taken into account."
        }
      },
      {
        "thesis": 11,
        "position": "neutral",
        "statement": {
          "de": "EU-Bürgerinnen und Bürger können, wenn sie in einem anderen Mitgliedstaat leben, bereits jetzt an der Europa- und der Kommunalwahl teilnehmen. Ein Wahlrecht bei den Bundes- und Landtagswahlen wäre laut BVerfG problematisch, da sie keine Staatsangehörigen sind. Wir wollen Menschen, die in Deutschland langfristig leben, die Staatsangehörigkeit schon nach vier Jahren ermöglichen – im Falle von Bürgerinnen und Bürger aus einem anderen Mitgliedstaat, auch zusätzlich zu ihrer Staatsangehörigkeit.",
          "en": "EU citizens can already vote in European and local elections if they live in another member state. According to the BVerfG, a right to vote in federal and state elections would be problematic because they are not citizens. We want to make it possible for people who live in Germany for the long term to obtain citizenship after just four years - in the case of citizens from another member state, in addition to their nationality."
        }
      },
      {
        "thesis": 12,
        "position": "neutral",
        "statement": {
          "de": "Wir Freie Demokraten wollen Landwirtinnen und Landwirte generell unabhängig von Agrarzahlungen machen. Die flächengebundenen Direktzahlungen wollen wir über einen verlässlichen Zeitraum abschmelzen und gleichzeitig eine echte, zukunftssichernde Innovations- und Investitionsförderung etablieren. Zudem braucht die Landwirtschaft verlässliche Rahmenbedingungen. Umwelt- und Naturschutz wollen wir mit marktwirtschaftlichen Instrumenten und Naturschutzkooperationen mit der Landwirtschaft erreichen.",
          "en": "We Free Democrats want to make farmers generally independent of agricultural payments. We want to phase out area-based direct payments over a reliable period and at the same time establish genuine, future-proof innovation and investment support. In addition, agriculture needs reliable framework conditions. We want to achieve environmental protection and nature conservation with market-based instruments and nature conservation cooperation with agriculture."
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "Wir Freie Demokraten fordern institutionelle Reformen für mehr Transparenz und Effizienz in der EU. Das Europäische Parlament soll nach einem einheitlichen Wahlrecht mit staatenübergreifenden Listen und Spitzenkandidatinnen und Spitzenkandidaten gewählt werden.",
          "en": "We Free Democrats demand institutional reforms for more transparency and efficiency in the EU. The European Parliament should be elected according to a uniform electoral law with cross-state lists and top candidates."
        }
      },
      {
        "thesis": 14,
        "position": "negative",
        "statement": {
          "de": "Die immer wieder geforderte Einführung zusätzlicher EU-Steuern ist mit den europäischen Verträgen nicht vereinbar und wird von uns abgelehnt. Stattdessen wollen wir die bestehenden Eigenmittel der EU erhalten, also im Wesentlichen Einnahmen aus Zöllen und wirtschaftskraftbezogene Zuweisungen der Mitgliedstaaten auf Grundlage ihres Bruttonationaleinkommens (BNE). BNE-Abführungen sind die am besten geeignete, weil zielgenaue, faire und transparente Eigenmittelquelle.",
          "en": "The repeatedly demanded introduction of additional EU taxes is not compatible with the European treaties and is rejected by us. Instead, we want to maintain the EU's existing own resources, i.e. essentially revenues from customs duties and economic power-based allocations from the member states based on their gross national income (GNI). GNI transfers are the most appropriate source of own resources because they are targeted, fair and transparent."
        }
      },
      {
        "thesis": 15,
        "position": "neutral",
        "statement": {
          "de": "Beitrittskandidaten müssen die Kopenhagener Kriterien erfüllen. Beitrittsgespräche müssen mit jedem Kandidaten separat geführt werden. Beitrittsautomatismen lehnen wir ab. Über eine Aufnahme in die EU muss einzeln und erst am Ende der Gespräche entschieden werden. In keinem Fall dürfen zeitliche Zusagen für Aufnahmedaten gegeben werden, bevor nicht alle Kriterien erfüllt sind. Dazu gehört die Lösung aller Territorialkonflikte eines Beitrittskandidaten vor Abschluss des Beitrittsabkommens.",
          "en": "Candidate countries must meet the Copenhagen criteria. Accession talks must be conducted separately with each candidate. We reject automatic accession mechanisms. Decisions on admission to the EU must be made individually and only at the end of the talks. Under no circumstances may time commitments be made for admission dates before all criteria have been met. This includes the resolution of all territorial conflicts of a candidate country before the conclusion of the accession agreement."
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "Wir Freie Demokraten wollen den Aufbau einer europäischen Armee. Sie soll unter gemeinsamem Oberbefehl und unter parlamentarischer Kontrolle stehen. Dazu streben wir eine engere Verzahnung und den Ausbau gemeinsamer Fähigkeiten der Streitkräfte der integrationswilligen EU-Mitgliedsländer an. Ziel ist die Schaffung einer Europäischen Verteidigungsunion als Zwischenschritt zu einer zukünftigen europäischen Armee. Dafür wollen wir den Ausbau der europäischen Verteidigungsunion beschleunigen.",
          "en": "We Free Democrats want the establishment of a European army. It should be under joint supreme command and parliamentary control. To this end, we are striving for closer integration and the development of joint capabilities of the armed forces of the EU member states willing to integrate. The goal is to create a European Defense Union as an intermediate step toward a future European army. To this end, we want to accelerate the expansion of the European Defense Union."
        }
      },
      {
        "thesis": 17,
        "position": "negative",
        "statement": {
          "de": "Wir Freie Demokraten fordern, dass der Stabilitäts- und Wachstumspakt, der für die Dauer der Pandemie und angesichts der hieraus resultierenden wirtschaftlichen Folgen faktisch ausgesetzt wurde, nach der Krise wieder in vollem Umfang in Kraft gesetzt wird. Allerdings streben wir ebenfalls eine Reform des Paktes an, indem die Sanktionen für diejenigen Länder verschärft werden, die dauerhaft gegen die Prinzipien der öffentlichen Haushaltsführung verstoßen.",
          "en": "We Free Democrats demand that the Stability and Growth Pact, which was effectively suspended for the duration of the pandemic and in view of the resulting economic consequences, be reinstated in full after the crisis. However, we are also seeking a reform of the Pact by tightening sanctions for those countries that persistently violate the principles of public budget management."
        }
      },
      {
        "thesis": 18,
        "position": "neutral",
        "statement": {
          "de": "Wir bekennen uns zu dem Ziel aus dem Pariser Abkommen, die Erderwärmung auf 1,5 Grad Celsius zu begrenzen. Die EU hat sich zur Klimaneutralität bis zum Jahr 2050 verpflichtet. Dieses Ziel können wir durch ein jährlich sinkendes CO2-Limit in einem umfassenden Emissionshandel zuverlässig erreichen. Sollte Klimaneutralität auf Grundlage wissenschaftlicher Erkenntnisse frühzeitiger angestrebt werden, kann der Emissionshandel die Zielerreichung durch Anpassung des Senkungspfads weiterhin garantieren.",
          "en": "We are committed to the goal set out in the Paris Agreement of limiting global warming to 1.5 degrees Celsius. The EU has committed to climate neutrality by 2050. We can reliably achieve this goal through an annually decreasing CO2 limit in a comprehensive emissions trading system. Should climate neutrality be pursued earlier on the basis of scientific findings, emissions trading can continue to guarantee target achievement by adjusting the reduction path."
        }
      },
      {
        "thesis": 19,
        "position": "negative",
        "statement": {
          "de": "Wir Freie Demokraten wollen schnell zu einem schuldenfreien EU-Haushalt zurückkehren. Eine Schuldenunion lehnen wir ab. In der Corona-Krise wurde einmalig eine zeitlich befristete Schuldenfinanzierung des EU-Haushalts beschlossen, die wir aufgrund des besonderen Ausmaßes der Krise mitgetragen haben. Wir wollen, dass dieser Rückgriff auf die Schuldenpolitik einmalig bleibt, wie es die Bundesregierung den Bürgerinnen und Bürgern versprochen hat.",
          "en": "We Free Democrats want to return quickly to a debt-free EU budget. We reject a debt union. In the Corona crisis, a one-off temporary debt financing of the EU budget was decided upon, which we supported due to the particular extent of the crisis. We want this recourse to debt policy to remain unique, as the German government promised the citizens."
        }
      },
      {
        "thesis": 20,
        "position": "neutral",
        "statement": {
          "de": "Wer zusammen lernt, wächst zusammen. Deswegen wollen wir Freie Demokraten Bildung und Lehre europäischer gestalten. Auch Schülerinnen und Schüler sollen künftig von „Erasmus+“ profitieren und sechs Monate der Schulzeit im EU-Ausland absolvieren können. Zudem fordern wir die Gründung einer European Digital University (EDU), die vorrangig in digitalen Lehrformaten in europäischer Trägerschaft Menschen in ganz Europa einen ortsunabhängigen Zugang zu den besten Lehrangeboten ermöglichen soll.",
          "en": "Those who learn together, grow together. That is why we Free Democrats want to make education and teaching more European. In the future, school students should also benefit from \"Erasmus+\" and be able to spend six months of their schooling in other EU countries. In addition, we call for the establishment of a European Digital University (EDU), which should primarily provide people throughout Europe with access to the best teaching opportunities in digital teaching formats under European sponsorship, regardless of location."
        }
      },
      {
        "thesis": 21,
        "position": "negative",
        "statement": {
          "de": "Das Mandat der EZB ist es, für Preisstabilität zu sorgen. Eine „grüne Geldpolitik“ würde die Fähigkeit der EZB zur Inflationsbekämpfung schwächen. Gerade in Zeiten wieder steigender Inflation geriete die EZB in einen kaum auflösbaren Zielkonflikt: Soll sie der Preisstabilität oder der Klimapolitik Vorrang einräumen? Für eine solche Abwägung gesellschaftlicher Ziele ist die EZB nicht demokratisch legitimiert, hierfür sind in der Demokratie die gewählten Parlamente zuständig.",
          "en": "The ECB's mandate is to ensure price stability. A \"green monetary policy\" would weaken the ECB's ability to fight inflation. Particularly in times of rising inflation, the ECB would find itself in an almost irresolvable conflict of objectives: should it give priority to price stability or to climate policy? The ECB does not have democratic legitimacy to weigh up social goals in this way; in a democracy, this is the responsibility of the elected parliaments."
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "Mit dem EU-Türkei-Abkommen ist es gelungen, Flüchtlingsbewegungen zu reduzieren und kriminelle Schleuseraktivitäten einzudämmen. Die Eskalation an der griechisch-türkischen Grenze im Frühjahr 2020 hat aber gezeigt, dass es einer Weiterentwicklung des Abkommens bedarf. Die EU darf sich von der Türkei nicht erpressen lassen. Es ist inakzeptabel, Flüchtlinge als politisches Druckmittel einzusetzen. Gleichzeitig muss man die Belastungen der Türkei anerkennen, die sehr viele Flüchtlinge aufgenommen hat, und das Abkommen entsprechend anpassen.",
          "en": "The EU-Turkey agreement has succeeded in reducing refugee movements and curbing criminal smuggling activities. However, the escalation at the Greek-Turkish border in spring 2020 has shown that the agreement needs to be further developed. The EU must not allow itself to be blackmailed by Turkey. It is unacceptable to use refugees as a means of political pressure. At the same time, we must recognize the burdens on Turkey, which has taken in a great many refugees, and adapt the agreement accordingly."
        }
      }
    ]
  },
  {
    "id": 3,
    "token": "DIE-GRÜNEN",
    "name": {
      "de": "Die Grünen/Bündnis90",
      "en": "The Greens/Bündnis90"
    },
    "program": {
      "de": "https://www.gruene.de/artikel/wahlprogramm-zur-bundestagswahl-2021",
      "en": "https://www.gruene.de/artikel/wahlprogramm-zur-bundestagswahl-2021"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "Ob die Finanzkrise vor über zehn Jahren oder die aktuelle Corona-Pandemie, es ist und bleibt richtig, dass die EU-Mitgliedstaaten ihre EU-Nachbarn in Zeiten von wirtschaftlicher Not unterstützen und sich gegenseitig unter die Arme greifen. In einem integrierten EU-Binnenmarkt hängt unser Wohlstand auch von der wirtschaftlichen Verfassung unserer Nachbarn ab. Es war daher richtig, dass durch die Schaffung des europäischen Wiederaufbauprogramm „Next Generation EU“ sowie durch weitere wirtschaftliche Hilfsmaßnahmen der EU, etwa das EU-Kurzarbeitergeld die Fehler aus der Finanzkrise nicht wiederholt wurden. Wir setzen uns zudem dafür ein, dass eine dauerhafte EU-Arbeitslosenrückversicherung eingeführt wird und die vorsorgenden EU-Kriseninstrumente im ESM weiter verbessert werden.",
          "en": "Whether it was the financial crisis over ten years ago or the current Corona pandemic, it is and remains right for EU member states to support their EU neighbors in times of economic hardship and to lend each other a helping hand. In an integrated EU single market, our prosperity also depends on the economic health of our neighbors. It was therefore right that the mistakes made during the financial crisis were not repeated through the creation of the European reconstruction program \"Next Generation EU\" and other EU economic aid measures, such as the EU short-time working allowance. We are also committed to the introduction of a permanent EU unemployment reinsurance scheme and to further improving the precautionary EU crisis instruments in the ESM."
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "Wir werden uns für die Verabschiedung der 5. Antidiskriminierungsrichtlinie einsetzen, damit international anerkannte Menschenrechte in der eine Rechtsgrundlage erhalten und die VN-Konvention über die Rechte von Menschen mit Behinderungen auf europäischer Ebene rechtlich umgesetzt wird. Das Allgemeine Gleichbehandlungsgesetz wollen wir zu einem echten Bundesantidiskriminierungsgesetz weiterentwickeln, das Schutzlücken endlich schließt, Klagen gegen Diskriminierung für Betroffene vereinfacht und ein umfassendes Verbandsklagerecht einschließt, damit gegen Diskriminierung strukturell und nachhaltig vorgegangen werden kann. Dabei werden wir den Anwendungsbereich um die öffentlich-rechtlichen Leistungsgewährungen durch Hoheitsakte bzw. durch öffentlich-rechtliche Verträge (z.B. im Bildungsbereich) und die staatliche Eingriffsverwaltung (z.B. im Rahmen polizeilichen Handels) ergänzen.",
          "en": "We will work for the adoption of the 5th Anti-Discrimination Directive so that internationally recognized human rights are given a legal basis in the and the UN Convention on the Rights of Persons with Disabilities is legally implemented at European level. We want to further develop the General Equal Treatment Act into a genuine federal anti-discrimination law that finally closes protection gaps, simplifies lawsuits against discrimination for those affected and includes a comprehensive right of action for associations so that action against discrimination can be taken structurally and sustainably. We will expand the scope of application to include the provision of services under public law by means of sovereign acts or public law contracts (e.g. in the education sector) and state intervention (e.g. in the context of police action)."
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "Wir wollen in Europa ankommenden Schutzsuchenden den Zugang zu einem zügigen und fairen Asylverfahren ermöglichen. Wir brauchen ein faires System der Verantwortungsverteilung, das einen humanitären und solidarischen Umgang mit Migration und Flucht ermöglicht und krisenfest ist. Wir lehnen eine Vorauswahl von Schutzsuchenden aufgrund von Schutzquoten oder vermeintlich schlechter Bleibeperspektive an den Außengrenzen ab und wollen alle Schutzsuchenden nach einer Registrierungs- und Sicherheitsüberprüfungsphase auf die Mitgliedstaaten verteilen. Den desaströsen Zuständen in den europäischen Flüchtlingslagern auf den griechischen Inseln aber auch in Italien soll mit kurzen Verweildauern, einer zügigen Identifizierung besonders vulnerabler Personen, guter Beratungs- und Infrastruktur sowie einer verbindlichen Rechtsberatung für alle Geflüchteten begegnet werden. Geschlossene Außengrenzlager lehnen wir ab.",
          "en": "We want to give protection seekers arriving in Europe access to a speedy and fair asylum procedure. We need a fair system of responsibility sharing that enables a humanitarian and solidarity-based approach to migration and flight and is crisis-proof. We reject a pre-selection of protection seekers on the basis of protection quotas or supposedly poor prospects of staying at the external borders and want to distribute all protection seekers among the member states after a registration and security screening phase. The disastrous conditions in the European refugee camps on the Greek islands, but also in Italy, should be countered with short residence times, rapid identification of particularly vulnerable persons, good counseling and infrastructure, as well as binding legal counsel for all refugees. We reject closed external border camps."
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "Wir treten ein für eine Europäische Union, die soziale Absicherung und Mindeststandards EU-weit garantiert. Soziale Rechte müssen den gleichen Stellenwert erhalten wie die wirtschaftlichen Freiheiten des Binnenmarkts. Dafür sind gemeinsame europäische Arbeits- und Sozialstandards essenziell. Länderspezifische Mindestlöhne sollen überall in der EU dafür sorgen, dass Menschen von ihrer Arbeit leben können.",
          "en": "We advocate a European Union that guarantees social security and minimum standards throughout the EU. Social rights must be given the same status as the economic freedoms of the internal market. Common European labor and social standards are essential for this. Country-specific minimum wages should ensure that people everywhere in the EU can live from their work."
        }
      },
      {
        "thesis": 4,
        "position": "neutral",
        "statement": {
          "de": "Ein gemeinsamer Raum der Freizügigkeit und ohne Binnengrenzen braucht kontrollierte Außengrenzen. Eine Außengrenze muss aber auch legale Zugangswege haben. Wir setzen auf eine europäische Grenzkontrolle, die den gemeinsamen Schutz der Menschenrechte zur Grundlage hat und wichtige grenzpolizeiliche Aufgaben wahrnimmt, ohne sie zur Fluchtabwehr zu missbrauchen. Völkerrechtswidrige Pushbacks, von nationalen Grenzpolizeien oder Frontex begangen, müssen geahndet werden. Das entsprechende Monitoring durch die EU-Grundrechteagentur wollen wir ausbauen. Es bedarf einer engen parlamentarischen Kontrolle von Frontex-Einsätzen sowie einer systematischen Menschenrechtsbeobachtung vor Ort.",
          "en": "A common area of free movement and without internal borders needs controlled external borders. But an external border must also have legal access routes. We rely on a European border control that has the common protection of human rights as its basis and performs important border policing tasks without misusing them to prevent flight. Pushbacks against international law, committed by national border police or Frontex, must be punished. We want to expand the corresponding monitoring by the EU Fundamental Rights Agency. Close parliamentary control of Frontex operations is needed, as well as systematic human rights monitoring on the ground."
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "Um auf Augenhöhe mit den heutigen Herausforderungen voranzukommen, braucht die Europäische Union mehr Handlungsfähigkeit. Blockaden durch einzelne Staaten in Bereichen wie der Außen- und Sicherheitspolitik können wir uns nicht länger leisten. Wenn nationale Einzelinteressen das europäische Gemeinwohl ausbremsen können, wird die EU keine aktivere Rolle übernehmen können, etwa für mehr Verantwortung für Demokratie und Menschenrechte in der Welt. Darum setzen wir uns dafür ein, für alle verbleibenden Politikbereiche, in denen heute noch im Einstimmigkeitsprinzip entschieden wird, - auch in der Außen- und Sicherheitspolitik - Mehrheitsentscheidungen in Mitentscheidung des Europäischen Parlaments einzuführen.",
          "en": "In order to move forward on an equal footing with today's challenges, the European Union needs more capacity to act. We can no longer afford blockades by individual states in areas such as foreign and security policy. If national individual interests can thwart the European common good, the EU will not be able to play a more active role, for example in taking greater responsibility for democracy and human rights in the world. That is why we advocate the introduction of majority decisions in co-decision with the European Parliament for all remaining policy areas in which decisions are still made by unanimity - including foreign and security policy."
        }
      },
      {
        "thesis": 6,
        "position": "negative",
        "statement": {
          "de": "Wir wollen die Arbeitnehmer*innenfreizügigkeit als zentrales Versprechen der EU stärken. Daher ist es selbstverständlich und durch EU-Recht auch vorgesehen, dass EU-Bürger*innen in dem Land, in dem sie leben, nach einer Übergangszeit auch Ansprüche auf Sozialleistungen erwerben.",
          "en": "We want to strengthen the free movement of workers as a central promise of the EU. Therefore, it goes without saying and is also provided for by EU law that EU citizens also acquire rights to social benefits in the country in which they live after a transitional period."
        }
      },
      {
        "thesis": 7,
        "position": "positive",
        "statement": {
          "de": "Wir wollen, dass vor allem die Länder in der Nachbarschaft zur EU und die des Globalen Südens genügend und bezahlbare Impfstoffe erhalten. Wo freiwillige Produktionspartnerschaften nicht ausreichen, unterstützen wir Anträge auf Erteilung von verpflichtenden Lizenzen für Corona-Impfstoffe gegen Entschädigungen und wollen uns innerhalb der WTO für eine temporäre Aussetzung dieser Patente einsetzen.",
          "en": "We want to ensure that especially the countries in the neighborhood of the EU and those of the Global South receive sufficient and affordable vaccines. Where voluntary production partnerships are not sufficient, we support applications for mandatory licenses for Corona vaccines in exchange for compensation and want to"
        }
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {
          "de": "Wir wollen, dass auch in der Steuer- und Sozialpolitik und allen anderen Bereichen, für die noch die Einstimmigkeit gilt, künftig mit Mehrheit unter Mitentscheidung des Europaparlaments entschieden wird, um Blockaden aufzulösen. Die EU braucht mehr Handlungsfähigkeit, um die heutigen Herausforderungen zu meistern. Nationale Eigeninteressen dürfen das europäische Gemeinwohl nicht ausbremsen.",
          "en": "We want decisions on tax and social policy and all other areas still subject to unanimity to be taken by majority vote in the future, with co-decision by the European Parliament, in order to break up blockades. The EU needs more capacity to act in order to master today's challenges. National self-interests must not be allowed to thwart the common good of Europe."
        }
      },
      {
        "thesis": 9,
        "position": "positive",
        "statement": {
          "de": "Wir wollen es nicht länger hinnehmen, dass große Konzerne durch Buchungstricks ihre Gewinne in Steuersümpfe verschieben. Deshalb wollen wir in Europa eine gemeinsame Bemessungsgrundlage für die Unternehmenssteuern und einen Mindeststeuersatz von mittelfristig 25 Prozent ohne Ausnahmen einführen.",
          "en": "We no longer want to tolerate large corporations using accounting tricks to shift their profits into tax swamps. That is why we want to introduce a common assessment basis for corporate taxes in Europe and a minimum tax rate of 25 percent in the medium term, with no exceptions."
        }
      },
      {
        "thesis": 10,
        "position": "negative",
        "statement": {
          "de": "Neue Erdgas-Pipelines, die nicht auf grünen Wasserstoff ausgerichtet sind, zementieren auf Jahrzehnte Abhängigkeiten von klimaschädlichen Ressourcen, konterkarieren die Energiewende und sollten gestoppt werden. Nord Stream 2 gefährdet zudem die Stabilität der Ukraine, dient der Finanzierung des Putin-Regimes und widerspricht einem solidarischen Miteinander in Europa bzw. der Europäischen Union. Daher lehnen wir die Pipeline ab.",
          "en": "New natural gas pipelines that are not geared to green hydrogen will cement dependencies on climate-damaging resources for decades to come, counteract the energy transition and should be stopped. Nord Stream 2 also endangers the stability of Ukraine, serves to finance the Putin regime, and contradicts solidarity in Europe and the European Union. Therefore, we reject the pipeline."
        }
      },
      {
        "thesis": 11,
        "position": "positive",
        "statement": {
          "de": "Wer hier dauerhaft seinen Lebensmittelpunkt hat, muss die Möglichkeit haben, an Wahlen, Abstimmungen und allen anderen demokratischen Prozessen gleichberechtigt teilzunehmen. Wir treten dafür ein, dass Unionsbürger*innen an ihrem ständigen Wohnsitz überall in der EU mitwählen dürfen, wenn sie seit fünf Jahren dort leben – und nicht nur für Kommunalparlamente und das Europäische Parlament, sondern auch bei regionalen und nationalen Wahlen.",
          "en": "Those who have their permanent center of life here must have the opportunity to participate in elections, votes and all other democratic processes on an equal footing. We advocate that EU citizens should be allowed to vote everywhere in the EU at their permanent residence if they have lived there for five years - and not only for local parliaments and the European Parliament, but also in regional and national elections."
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "Die Gemeinsame Agrarpolitik der EU soll zu einem Instrument für eine sozial-ökologische Agrarpolitik werden. Die Milliarden an öffentlichen Geldern wollen wir künftig für öffentliche Leistungen wie Klima-, Umwelt- und Tierschutz einsetzen und dabei die regionale Landwirtschaft stärken. Um den nachhaltigen Umbau der Landwirtschaft gemeinsam mit den Bäuer*innen voranzutreiben, gilt es, die nationalen Spielräume für die bevorstehende Förderperiode bestmöglich für diese Ziele zu nutzen.",
          "en": "The EU's Common Agricultural Policy is to become an instrument for a social-ecological agricultural policy. In the future, we want to use the billions in public funds for public services such as climate, environmental and animal protection, while strengthening regional agriculture. In order to drive forward the sustainable transformation of agriculture together with farmers, we need to make the best possible use of the national scope for the upcoming funding period to achieve these goals."
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "Unser Ziel ist, die parlamentarische Demokratie der Europäischen Union mit einem Parlament zu stärken, das in allen Bereichen gleichberechtigt mit dem Rat entscheidet, ein vollwertiges Initiativrecht für die Gesetzgebung und ein starkes Haushaltsrecht erhält. Für die Wahlen zum Europäischen Parlament setzen wir uns dafür ein, dass zukünftig ein Teil der Abgeordneten über EU-weite, transnationale Listen ins Europaparlament einzieht.",
          "en": "Our goal is to strengthen the parliamentary democracy of the European Union with a parliament that decides in all areas on an equal footing with the Council, receives a full right of initiative for legislation and a strong budgetary right. For the elections to the European Parliament, we are working to ensure that in the future some of the members of the European Parliament will be elected via EU-wide, transnational lists."
        }
      },
      {
        "thesis": 14,
        "position": "positive",
        "statement": {
          "de": "Wir werden in der EU konsequent in Klimaschutz, Digitalisierung, Forschung, Bildung investieren. Dafür wollen wir das neu geschaffene Wiederaufbauinstrument verstetigen und in ein permanentes Investitions- und Stabilisierungsinstrument unter der Kontrolle des Europäischen Parlaments überführen. Den EU-Haushalt stärken wir, indem wir ihn mit eigenen Einnahmen ausstatten: den CO2-Grenzausgleich, Besteuerung von Plastik, Digitalkonzernen und möglichst auch von Finanztransaktionen.",
          "en": "We will consistently invest in climate protection, digitization, research and education in the EU. To this end, we want to make the newly created reconstruction instrument permanent and transform it into a permanent investment and stabilization instrument under the control of the European Parliament. We strengthen the EU budget by endowing it with its own revenues: the CO2 border adjustment, taxation of plastics, digital corporations and, if possible, financial transactions."
        }
      },
      {
        "thesis": 15,
        "position": "negative",
        "statement": {
          "de": "Die EU muss in ihrer Nachbarschaft mehr Verantwortung übernehmen. Die Erweiterungspolitik ist eine Erfolgsgeschichte, die wir fortschreiben wollen. Deshalb treten wir für Fortschritte bei der europäischen Integration der Länder des westlichen Balkans ein. Wir wollen notwendige Reformen bei Demokratie, Rechtsstaatlichkeit, Korruptionsbekämpfung und Schutz von Minderheiten unterstützen und fordern die Eröffnung der ersten EU-Beitrittskapitel für Albanien und Nordmazedonien.",
          "en": "The EU must take more responsibility in its neighborhood. The enlargement policy is a success story that we want to continue. That is why we advocate progress in the European integration of the countries of the Western Balkans. We want to support necessary reforms in democracy, the rule of law, the fight against corruption and the protection of minorities, and we call for the opening of the first EU accession chapters for Albania and northern Macedonia."
        }
      },
      {
        "thesis": 16,
        "position": "neutral",
        "statement": {
          "de": "Die EU muss ihrer Verantwortung für die eigene Sicherheit und Verteidigung besser gerecht werden. Dies setzt u.a. eine gemeinsame Außenpolitik voraus. Wir wollen eine EU-Sicherheitsunion etablieren. Dazu gehört: die verstärkte Zusammenarbeit der Streitkräfte ausbauen, militärische Fähigkeiten bündeln und die gemeinsame EU-Kommandostruktur stärken. Ob dies „langfristig“ zu einem Zusammenschluss der Streitkräfte in einer EU-Armee führt, ist für uns derzeit nicht die zentrale Frage.",
          "en": "The EU must better meet its responsibility for its own security and defense. This requires, among other things, a common foreign policy. We want to establish an EU security union. This includes: expanding enhanced cooperation between the armed forces, pooling military capabilities and strengthening the joint EU command structure. Whether this leads \"in the long term\" to a merger of the armed forces in an EU army is not the central question for us at present."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Die Schuldenstände fast aller EU-Staaten liegen coronabedingt weit über dem 60%-Ziel. Für uns GRÜNE steht jedoch fest: Europa darf nicht in die Krise hineinsparen und sie damit verschärfen. Es braucht einen europäischen Wiederaufbau, der den schon vor der Pandemie bestehenden massiven Investitionsbedarf zur Ausrichtung der europäischen Wirtschaft und Infrastruktur an den Klimazielen deckt. Dafür braucht die EU ein reformiertes fiskalpolitisches Regelwerk, das ohne zu hohen Kürzungs- und Privatisierungsdruck auskommt.",
          "en": "The debt levels of almost all EU states are far above the 60% target due to Corona. For us GREENS, however, one thing is clear: Europe must not save into the crisis and thereby exacerbate it. What is needed is a European reconstruction that covers the massive need for investment that existed even before the pandemic in order to align the European economy and infrastructure with climate goals. For this, the EU needs a reformed fiscal policy framework without too much pressure to cut spending and privatize."
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "Wir GRÜNE werden uns dafür einsetzen, dass die EU eher treibhausgasneutral wird. Wenn jetzt im Rahmen des „Fit for 55“-Legislativpaketes die richtigen Weichen gestellt werden, ist dies auch möglich. Wichtiger als dieses Zieldatum ist aber, dass die EU jetzt wirksamen Klimaschutz auf den Weg bringt um auf den 1,5 Grad Pfad zu kommen, die Treibhausgasemissionen in den nächsten Jahren deutlich sinken und das verbleibende Budget an noch möglichen Emissionen insgesamt nicht überschritten wird.",
          "en": "We GREENS will work to make the EU more greenhouse gas neutral. If the right course is set now as part of the \"Fit for 55\" legislative package, this is also possible. More important than this target date, however, is that the EU now sets effective climate protection in motion in order to get on the 1.5 degree path, greenhouse gas emissions fall significantly in the next few years and the remaining budget of possible emissions is not exceeded overall."
        }
      },
      {
        "thesis": 19,
        "position": "positive",
        "statement": {
          "de": "Um die Bürger*innen der EU wirksam gegen Krisen zu schützen, braucht es eine europäische Fiskalunion, inklusive gemeinsamer europäischer Anleihen. Das Fehlen dauerhafter fiskalischer Instrumente ist das zentrale Problem der Wirtschafts- und Währungsunion (WWU). Weil es nach der Finanzkrise versäumt wurde, die Vertiefung der WWU voranzutreiben, war Europa schlechter gegen die Corona-Krise gewappnet, als es hätte sein können. Gemeinsame europäische Anleihen sollten eine künftige Stabilisierungsmaßnahme sein.",
          "en": "In order to effectively protect EU citizens against crises, a European fiscal union is needed, including common European bonds. The lack of permanent fiscal instruments is the central problem of the Economic and Monetary Union (EMU). Because it failed to move forward with deepening EMU after the financial crisis, Europe was worse equipped to deal with the Corona crisis than it could have been. Common European bonds should be a future stabilization measure."
        }
      },
      {
        "thesis": 20,
        "position": "positive",
        "statement": {
          "de": "Wir müssen unsere Demokratie in Europa gegen Hetze und Desinformation verteidigen. Eine Europäische Agentur für politische Bildung könnte als Netzwerk - aufbauend auf nationalen Agenturen für politische Bildung - die Zusammenarbeit stärken. Sie kann mit unabhängigen, vertrauenswürdigen Informationen aufklären, Teilhabe ermöglichen und zu einem europäischen Selbstverständnis beitragen. Deshalb fordern wir GRÜNE auch eine Europäische Plattform im Netz für Meinungs- und Medienvielfalt.",
          "en": "We must defend our democracy in Europe against agitation and disinformation. A European Agency for Civic Education could strengthen cooperation as a network - building on national agencies for civic education. It can enlighten with independent, trustworthy information, enable participation and contribute to a European self-image. That is why we Greens also call for a European platform on the web for diversity of opinion and media."
        }
      },
      {
        "thesis": 21,
        "position": "neutral",
        "statement": {
          "de": "Das primäre Ziel der EZB ist die Preisstabilität. Sie soll aber als „Sekundärziel“ auch die allgemeine Wirtschaftspolitik der Europäischen Union unterstützen. Hierbei hat sie bereits selbst betont, dass Klimakrise und Klimapolitik für die Erfüllung dieser Kernaufgaben eine wichtige Rolle spielen und wird diese im Rahmen ihres Aktionsplans adressieren. Das unterstützen wir. Auch wenn die EZB im Rahmen ihres Mandates die weiteren Umwelt- und Sozialziele der Union unterstützt, begrüßen wir GRÜNE dies.",
          "en": "The primary goal of the ECB is price stability. However, it should also support the general economic policy of the European Union as a \"secondary objective\". In this context, it has already emphasized itself that the climate crisis and climate policy play an important role in the fulfillment of these core tasks and will address them as part of its action plan. We support this. Also, if the ECB supports the further environmental and social goals of the Union within its mandate, we GREENS welcome this."
        }
      },
      {
        "thesis": 22,
        "position": "positive",
        "statement": {
          "de": "Der bestehende „EU-Türkei-Deal“ untergräbt internationales Asylrecht, ist gescheitert und muss beendet werden. Die Türkei muss die Genfer Flüchtlingskonvention vollumfänglich umsetzen. Eine neue Bundesregierung muss die von der Kommission angestoßenen Verhandlungen über ein neues Abkommen dafür nutzen, aus den Fehlern der Vergangenheit zu lernen. Es muss völker- und rechtsstaatskonform sein und darf nicht die Flucht bekämpfen, sondern muss die Perspektiven der Menschen verbessern.",
          "en": "The existing \"EU-Turkey deal\" undermines international asylum law, has failed and must be ended. Turkey must fully implement the Geneva Refugee Convention. A new German government must use the negotiations on a new agreement initiated by the Commission to learn from past mistakes. It must be in conformity with international law and the rule of law and must not fight flight but improve people's prospects."
        }
      }
    ]
  },
  {
    "id": 4,
    "token": "DIE-LINKE",
    "name": {
      "de": "Die Linke",
      "en": "The Left Party"
    },
    "program": {
      "de": "https://www.die-linke.de/partei/programm/downloads/",
      "en": "https://www.die-linke.de/partei/programm/downloads/"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 4,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 5,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 6,
        "position": "negative",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 7,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {
          "de": "Wir fordern seit langem Mehrheitsentscheidungen in steuerpolitischen Fragen. In sozialpolitischen Fragen gibt es kaum EU-Kompetenzen für substantielle Entscheidungen und die Sozialpolitik ist unverändert in der Kompetenz der Mitgliedstaaten. Die koordinierenden und unterstützenden EU-Maßnahmen werden grundsätzlich im ordentlichen Gesetzgebungsverfahren ohne Vetorecht beschlossen. Wir unterstützen die vertraglich vorgesehene Möglichkeit für den Übergang zur Mehrheitsregel für die in Artikel 153 EUV Absatz 1 Buchstaben d, f und g benannten Ausnahmen, um die soziale Rechte von Arbeitnehmerinnen und Arbeitnehmern zu stärken. Solange die EU-Verträge eine Bedrohung für die sozialen Rechte in den Mitgliedstaaten darstellen, verteidigen wir die bestehende rechtlichen Grundlage der Sozialpolitik in den Mitgliedstaaten, die eine demokratische und verfassungsmäßige Kontrolle garantiert.",
          "en": "We have long called for majority decisions on tax policy issues. In social policy issues, there is hardly any EU competence for substantive decisions and social policy remains the competence of the member states. As a matter of principle, coordinating and supporting EU measures are decided in the ordinary legislative procedure without the right of veto. We support the possibility provided for in the treaties for a transition to majority rule for the exceptions named in Article 153 (1) (d), (f) and (g) of the TEU in order to strengthen the social rights of workers. As long as the EU Treaties pose a threat to social rights in the Member States, we defend the existing legal basis for social policy in the Member States, which guarantees democratic and constitutional control."
        }
      },
      {
        "thesis": 9,
        "position": "positive",
        "statement": {
          "de": "Es braucht einen EU-weiten Mindeststeuersatz für Unternehmen mit breiten und einheitlichen Bemessungsgrundlagen.",
          "en": "There needs to be an EU-wide minimum tax rate for companies with broad and uniform tax bases."
        }
      },
      {
        "thesis": 10,
        "position": "neutral",
        "statement": {
          "de": "Für eine klimaneutrale Gesellschaft muss dem Ausstieg aus Atom und Kohle auch ein Ausstieg aus der Verbrennung von fossilem Erdgas folgen. DIE LINKE will dafür ein Erdgasausstiegsgesetz mit verbindlichem Ausstiegspfad. Die betroffenen Beschäftigten und Regionen müssen sozial abgesichert werden.",
          "en": "For a climate-neutral society, the phase-out of nuclear power and coal must be followed by a phase-out of the combustion of fossil natural gas. DIE LINKE wants a natural gas phase-out law with a binding phase-out path. The affected employees and regions must be provided with social security."
        }
      },
      {
        "thesis": 11,
        "position": "positive",
        "statement": {
          "de": "Wir wollen das aktive und passive Wahlrecht auf allen Ebenen für alle langfristig in Deutschland lebenden Menschen, damit sie gleichberechtigt die Gesellschaft mitgestalten können. Dies sollte zumindest für alle EU-Bürgerinnen und in allen Mitgliedsländern gelten.",
          "en": "We want active and passive voting rights at all levels for all long-term residents in Germany, so that they can help shape society on an equal footing. This should at least apply to all EU citizens and in all member states."
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "DIE LINKE setzt sich für eine auf das Gemeinwohl orientierte Agrarpolitik ein, die sozial, ökologisch, klima- und tiergerecht ist, von der die Produzent*innen in der Landwirtschaft leben können und die sichert, dass Lebensmittel bezahlbar bleiben. Fördergelder der sog. Ersten Säule der gemeinsamen EU-Agrarpolitik müssen an soziale und ökologische Leistungen gebunden werden.",
          "en": "The LEFT advocates an agricultural policy oriented towards the common good, which is socially, ecologically, climate and animal friendly, from which producers in agriculture can live and which ensures that food remains affordable. Subsidies of the so-called first pillar of the common EU agricultural policy must be linked to social and ecological achievements."
        }
      },
      {
        "thesis": 13,
        "position": "negative",
        "statement": {
          "de": "Die Stärkung des Europäischen Parlaments muss in erster Linie über die Stärkung seiner parlamentarischen Rechte erfolgen, wie einem Vorschlagsrecht für Verordnungen und Richtlinie. Dieses Recht liegt derzeit einzig bei der EU-Kommission. Schon heute treten viele Parteien erkennbar als Teil einer europäischen Parteifamilie an und gründen nach der Wahl gemeinsame Fraktionen. Europaweite Listen sind daher aus unserer Sicht nicht erforderlich.",
          "en": "The European Parliament must be strengthened first and foremost by strengthening its parliamentary rights, such as the right to propose regulations and directives. This right currently lies solely with the EU Commission. Already today, many parties are recognizably competing as part of a European party family and are forming joint parliamentary groups after the elections. Europe-wide lists are therefore not necessary in our view."
        }
      },
      {
        "thesis": 14,
        "position": "positive",
        "statement": {
          "de": "Die LINKE fordert insbesondere europäische Eigenmittel aus einer Finanztransaktionssteuer. Derzeit finanziert sich die EU zu 65% aus Beiträgen der Mitgliedsstaaten, zu 13% aus den Einfuhrzöllen der Zollunion und zu 11% aus einem Anteil an der Mehrwertsteuer. Die Finanztransaktionssteuer wäre politisch ein wichtiges Steuerungselement und würde die Handlungsmöglichkeiten der EU erweitern.",
          "en": "The LEFT demands in particular European own resources from a financial transaction tax. Currently, the EU is financed by 65% from contributions of the member states, 13% from import duties of the customs union and 11% from a share of the value added tax. Politically, the financial transaction tax would be an important steering element and would expand the EU's scope for action."
        }
      },
      {
        "thesis": 15,
        "position": "negative",
        "statement": {
          "de": "DIE LINKE steht Beitritten offen gegenüber, wenn die Mehrheit der Bevölkerung dies befürwortet. Als zweite Voraussetzung müssen die demokratischen und menschenrechtlichen Standards der \"Kopenhagener Kriterien\" erfüllt sein, was derzeit insbesondere in der Türkei nicht gegeben ist. DIE LINKE fordert eine grundlegende Reform der Erweiterungspolitik, um soziale Standards in den Beitrittsländern und der EU zu sichern und die wirtschaftliche und soziale Spaltung zu stoppen.",
          "en": "The LEFT is open to accessions if the majority of the population supports them. As a second prerequisite, the democratic and human rights standards of the \"Copenhagen Criteria\" must be met, which is currently not the case, especially in Turkey. The LEFT demands a fundamental reform of the enlargement policy in order to secure social standards in the accession countries and the EU and to stop the economic and social division."
        }
      },
      {
        "thesis": 16,
        "position": "negative",
        "statement": {
          "de": "Der Ausbau einer >Militärunion< mit eigenständiger Militärpolitik, einer europäischen Armee und anderen Vorhaben der Militarisierung führen nicht zu mehr Sicherheit für die Menschen in Europa, sondern sollen vor allem Zugang zu Märkten und Ressourcen weltweit militärisch absichern. Wir setzen uns weiter für eine friedliche und zivile Außenpolitik ein, die Konflikte vor Ort lösen hilft und auf Kooperation setzt.",
          "en": "The expansion of a >military union< with independent military policy, a European army and other projects of militarization do not lead to more security for the people in Europe, but are primarily intended to secure access to markets and resources worldwide by military means. We continue to advocate a peaceful and civilian foreign policy that helps resolve conflicts on the ground and relies on cooperation."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Der Stabilitäts- und Wachstumspakt beschneidet die Demokratie in den einzelnen Mitgliedstaaten und legt sie auf eine neoliberale Finanzpolitik fest. Wir wollen das ändern: Die EU braucht eine Investitionsoffensive ohne Handbremse. Die Defizit- und Schuldenregeln müssen angepasst werden. Damit die EU eine Zukunft hat, müssen wir uns um die Defizite kümmern, die wirklich zählen: Den Investitionsstau im Sozialstaat, in der Bildung, der Infrastruktur, auf dem Arbeitsmarkt und beim Klimaschutz.",
          "en": "The Stability and Growth Pact curtails democracy in the individual member states and locks them into a neoliberal fiscal policy. We want to change that: The EU needs an investment offensive without handbrakes. The deficit and debt rules must be adjusted. For the EU to have a future, we need to address the deficits that really count: The investment backlog in the welfare state, education, infrastructure, the labor market and climate protection."
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "DIE LINKE will die EU bis spätestens 2035 klimaneutral machen.",
          "en": "The LEFT wants to make the EU climate neutral by 2035 at the latest."
        }
      },
      {
        "thesis": 19,
        "position": "positive",
        "statement": {
          "de": "Angesichts der Herausforderungen durch Corona und Klimakatastrophe muss der EU-Haushalt durch die Ausgabe europäischer Anleihen ausgeweitet werden. In Anbetracht des größten Einbruchs der Weltwirtschaft seit Jahrzehnten ist ein Umfang von 1 bis 2 Billionen Euro für das europäische Investitions- und Ausgabenprogramm erforderlich.",
          "en": "In view of the challenges posed by Corona and climate catastrophe, the EU budget must be expanded by issuing European bonds. In view of the biggest slump in the global economy in decades, a volume of 1 to 2 trillion euros is required for the European investment and spending program."
        }
      },
      {
        "thesis": 20,
        "position": "neutral",
        "statement": {
          "de": "DIE LINKE ist prinzipiell offen für eine gute gemeinsame politische Bildungsarbeit auf EU-Ebene. Diese müsste jedoch wirklich unabhängigen und objektiven Grundsätzen folgen und dürfte nicht politisch interessegeleitet agieren. Die Form einer EU-Agentur scheint dafür eher ungeeignet. Wir würden bürgernähere, mehr selbstverwaltete und zivilgesellschaftlich kontrollierte Formen bevorzugen. Angesichts der dominanten Rolle privatwirtschaftlicher Medienkonzerne und damit verbundener Stiftungen wäre eine wirklich unabhängige, öffentliche Bildungsinstitution wertvoll. Die Diskussionen um das wachsende Problem von Fake News, entsprechende gegenseitige Vorwürfe in der öffentlichen Diskussion und die absolut einseitig ausgerichtete Arbeit der EU Task Force East Stratcom verdeutlichen die großen Herausforderungen für eine Europäische Agentur für politische Bildung. Angesichts der sehr unterschiedlichen politischen Geschichten, Erfahrungen und Kulturen der Mitgliedstaaten bliebe die Herausforderungen auf einen vertieften Austausch und Verständnis zu orientieren, anstatt Unterschiede einebnen zu wollen.",
          "en": "The LEFT is in principle open to good joint political education work at EU level. However, this would have to follow truly independent and objective principles and should not be politically interest-driven. The form of an EU agency seems rather unsuitable for this. We would prefer forms that are closer to the people, more self-governing and controlled by civil society. In view of the dominant role of private"
        }
      },
      {
        "thesis": 21,
        "position": "positive",
        "statement": {
          "de": "-",
          "en": "-"
        }
      },
      {
        "thesis": 22,
        "position": "positive",
        "statement": {
          "de": "Der Flüchtlingsdeal mit der Türkei und ähnliche Abkommen oder Formen der Zusammenarbeit mit Milizen und Diktatoren in Staaten wie Libyen, Ägypten, Sudan und Marokko müssen aufgekündigt werden. Kooperationen der EU mit autoritären Regimen zum Zweck der Abschottung sind nicht Teil der Lösung, sondern Teil des Problems. Der individuelle Zugang zu Asylverfahren und Rechtsschutz in der EU muss für Asylsuchende sichergestellt werden.",
          "en": "The refugee deal with Turkey and similar agreements or forms of cooperation with militias and dictators in states such as Libya, Egypt, Sudan and Morocco must be terminated. Cooperation of the EU with authoritarian regimes for the purpose of isolation is not part of the solution, but part of the problem. Individual access to asylum procedures and legal protection in the EU must be ensured for asylum seekers."
        }
      }
    ]
  },
  {
    "id": 5,
    "token": "FW",
    "name": {
      "de": "Freie Wähler",
      "en": "Free Electors"
    },
    "program": {
      "de": "https://www.freiewaehler.eu/",
      "en": "https://www.freiewaehler.eu/"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "negative",
        "statement": {
          "de": "Wir wollen keine EU-Behörde schaffen, die sich um die Vermittlung unserer Arbeitslosen kümmert. Auch eine europäische Arbeitslosenversicherung ist überflüssig und lehnen wir konsequent ab. Es ist Auftrag der souveränen Mitgliedstaaten, diese Aufgabe zu erfüllen.",
          "en": "We do not want to create an EU authority to take care of the placement of our unemployed. A European unemployment insurance scheme is also superfluous and we consistently reject it. It is up to the sovereign member states to fulfill this task."
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "Noch immer werden Minderheiten innerhalb der EU diskriminiert oder gar angegriffen. Darauf braucht es gemeinsame, entschlossene europäische Antworten. Wir dulden es nicht, dass einige EU-Länder ihren Minderheiten nicht alle Unterstützung zukommen lassen, die nach europäischen Standards erwartet wird. Wir FREIE WÄHLER fordern hier eine neue, ambitioniertere Strategie der EU mit Sanktionsmöglichkeiten gegenüber den entsprechenden Mitgliedsländern.",
          "en": "Minorities are still discriminated against or even attacked within the EU. We need joint, resolute European responses to this. We do not tolerate that some EU countries do not give their minorities all the support that is expected according to European standards. We FREIE WÄHLER demand here a new, more ambitious strategy of the EU with sanction possibilities towards the respective member countries."
        }
      },
      {
        "thesis": 2,
        "position": "positive",
        "statement": {
          "de": "Wir FREIE WÄHLER wollen legale Wege der Einreise für schutzbedürftige Menschen schaffen. Asylanträge müssen schon vor einer Überfahrt nach Europa gestellt und geprüft werden können. Dadurch entziehen wir dem menschenverachtenden Geschäftsmodell der Schlepper den Boden.",
          "en": "We FREIE WÄHLER want to create legal ways of entry for people in need of protection. It must be possible for asylum applications to be made and examined before a person crosses into Europe. In this way, we will remove the ground from the inhumane business model of the smugglers."
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "Wir setzen uns für die Schaffung sozialer Rechte als Mindeststandard ein, die allen europäischen Bürgern zustehen. Wir sind aber dagegen, pauschale Rechtsvorschriften mit Mengenvorgaben, Prozentsätzen, Methoden oder Systemen zu erlassen, die verbindlich auf nationaler Ebene umgesetzt werden müssen. Die Rolle der EU muss darin bestehen, Mindestschutzniveaus festzulegen, um insbesondere Sozialdumping zu verhindern. Den Mitgliedstaaten steht es frei, über die Mindestniveaus hinauszugehen.",
          "en": "We advocate the creation of social rights as a minimum standard to which all European citizens are entitled. However, we are against enacting blanket legislation with quantity targets, percentages, methods or systems that must be implemented bindingly at the national level. The role of the EU must be to set minimum levels of protection to prevent social dumping in particular. Member States are free to go beyond the minimum levels."
        }
      },
      {
        "thesis": 4,
        "position": "negative",
        "statement": {
          "de": "Wir wollen keine Rückkehr zu Schlagbäumen in Europa. Aber damit wir die offenen Grenzen erhalten können, brauchen wir eine umso bessere Sicherung unserer europäischen Außengrenzen. Deshalb sind wir für eine Stärkung des Grenzschutzes auf europäischer Ebene. Die Grenzschutzagentur Frontex braucht daher mehr Personal und weitreichendere Kompetenzen, muss aber auch regelmäßig öffentlich Bericht erstatten über ihr Vorgehen, die Situation vor Ort und mögliche Menschenrechtsverletzungen.",
          "en": "We do not want a return to barriers in Europe. But in order to maintain open borders, we need all the better security for our European external borders. That is why we are in favor of strengthening border protection at the European level. The border management agency Frontex therefore needs more staff and more far-reaching competencies, but it must also report publicly on a regular basis about its actions, the situation on the ground and possible human rights violations."
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "Wir wollen das Instrument der verstärkten Zusammenarbeit in Zukunft gerade im Bereich der Sicherheitspolitik verstärkt einsetzen. Auch denken wir, dass für diese Politikfelder das Einstimmigkeitsprinzip zugunsten demokratischer Mehrheitsentscheidungen überdacht werden sollte.",
          "en": "We want to make greater use of the instrument of enhanced cooperation in the future, especially in the area of security policy. We also think that the principle of unanimity should be reconsidered for these policy areas in favor of democratic majority decisions."
        }
      },
      {
        "thesis": 6,
        "position": "positive",
        "statement": {
          "de": "Wir machen uns dafür stark, dass künftig nicht das Wohnsitzland, sondern das Heimatland für die soziale Sicherung seiner Bürger zuständig ist. Damit müssten sich Arbeitnehmer aus anderen EU-Ländern beim Beziehen von Sozialleistungen an die Höhe der Sozialleistungen in ihrem Herkunftsland anpassen. Da alle Mitgliedstaaten dem Sozialstaatsgebot verpflichtet sind, ist eine entsprechende Absicherung gewährleistet und gleichzeitig werden falsche Anreize unserer sozialen Sicherungssysteme beseitigt.",
          "en": "We advocate that in the future it should not be the country of residence but the home country that is responsible for the social security of its citizens. This would mean that employees from other EU countries would have to adapt to the level of social benefits in their country of origin when drawing social benefits. Since all member states are committed to the welfare state principle, appropriate protection is guaranteed and, at the same time, false incentives in our social security systems are eliminated."
        }
      },
      {
        "thesis": 7,
        "position": "negative",
        "statement": {
          "de": "Wir stehen zum Eigentum und zur Eigentumsverantwortung. Die Wirtschaft kann sich nur entfalten, wenn sie einen möglichst freien Handlungsrahmen vorfindet. Die Verwaltung soll nur eingreifen, wenn Fehlentwicklungen offenkundig werden. Seit jeher stehen verantwortlich handelnde Unternehmer und Unternehmen für ein nachhaltiges Wachstum und gesellschaftliche Stabilität. In der aktuellen Krise muss jedoch die Lizenzproduktion unkompliziert ausgeweitet werden",
          "en": "We stand by ownership and ownership responsibility. The economy can only develop if it is given the freest possible framework for action. The administration should only intervene when undesirable developments become apparent. Responsible entrepreneurs and companies have always stood for sustainable growth and social stability. In the current crisis, however, license production must be expanded in an uncomplicated manner."
        }
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {
          "de": "Wir FREIE WÄHLER wollen ein entschlossenes Vorgehen gegen Korruption, Steuerdumping, -betrug, -vermeidung, und Geldwäsche international und in Europa. Dafür brauchen wir klare Mindestbesteuerungen in allen Mitgliedsstaaten.",
          "en": "We FREIE WÄHLER want decisive action against corruption, tax dumping, fraud, avoidance, and money laundering internationally and in Europe. For this, we need clear minimum taxation in all member states."
        }
      },
      {
        "thesis": 9,
        "position": "positive",
        "statement": {
          "de": "International tätige Unternehmen dürfen sich nicht länger ihrer gesellschaftlichen Verantwortung entziehen. Sie müssen genauso wie der Mittelstand angemessene Steuern bei uns zahlen, wenn sie in Europa Gewinne erwirtschaften. Wir FREIE WÄHLER setzen uns weiterhin dafür ein, dass multinationale Konzerne und insbesondere Internetkonzerne wie Google, Apple, Facebook und Amazon endlich in die Pflicht genommen werden.",
          "en": "Internationally active companies must no longer be allowed to shirk their social responsibility. Just like small and medium-sized enterprises, they must pay appropriate taxes in our country if they generate profits in Europe. We FREIE WÄHLER continue to advocate that multinational corporations and in particular Internet corporations such as Google, Apple, Facebook and Amazon finally be held accountable."
        }
      },
      {
        "thesis": 10,
        "position": "positive",
        "statement": {
          "de": "Deutschland ist bei seiner Gasversorgung auf Importe aus dem Ausland angewiesen. Dieses soll nicht als Fracking-Gas aus den USA per Schiff nach Deutschland gelangen. Der Gasimport aus Russland wird auch vor dem Hintergrund der angestrebten Klimaneutralität bis 2045 nur eine Übergangslösung sein. Mit dem von uns geplanten Ausbau der Wasserstoffwirtschaft in Deutschland, welche auch den Import von Wasserstoff voraussetzt, brauchen wir gut ausgebaute Gasnetze.",
          "en": "Germany is dependent on imports from abroad for its gas supply. This should not reach Germany by ship as fracked gas from the USA. Gas imports from Russia will only be a temporary solution, also in view of the goal of climate neutrality by 2045. With the planned expansion of the hydrogen economy in Germany, which also requires the import of hydrogen, we need well-developed gas networks."
        }
      },
      {
        "thesis": 11,
        "position": "negative",
        "statement": {
          "de": "Das aktive und passive Wahlrecht zu Landtags- und Bundestagswahlen ist für uns mit der deutschen Staatsangehörigkeit verknüpft. Das seit 1992 bestehende Recht zur Teilnahme an Wahlen auf kommunaler Ebene begrüßen wir hingegen, da sich so EU-Ausländerinnen und Ausländer vor Ort in ihrer Gemeinde politisch engagieren können.",
          "en": "For us, the right to vote and stand for election in state and federal elections is linked to German citizenship. On the other hand, we welcome the right to participate in elections at the local level, which has existed since 1992, as this allows EU foreigners to become politically involved locally in their community."
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "Wir FREIE WÄHLER wollen den allmählichen Übergang zu modernen Landbewirtschaftungsmethoden unterstützen. Ziel muss es einerseits sein, den Einsatz von Pflanzenschutzmitteln zu reduzieren und durch umweltfreundlichere Alternativen zu ersetzen. Andererseits wollen wir hohe Tierwohlstandards, eine bessere Rückverfolgbarkeit sowie Gesundheits- und Pflanzenschutznormen gewährleisten.",
          "en": "We FREIE WÄHLER want to support the gradual transition to modern land management methods. On the one hand, the goal must be to reduce the use of pesticides and replace them with more environmentally friendly alternatives. On the other hand, we want high animal welfare standards, better traceability, and health and plant protection norms"
        }
      },
      {
        "thesis": 13,
        "position": "negative",
        "statement": {
          "de": "Wir sehen transnationale Listen kritisch, da damit keine proportionale Verteilung der Abgeordneten nach Regionen und zugleich politischer Färbung gewährleistet ist. Im Europaparlament können wir regelmäßig beobachten, dass bei Abstimmungen der nationale Hintergrund eine besondere Rolle spielt. Mit transnationalen Listen würden dann eher Zufälle festlegen, welche nationalen Interessen in der fünfjährigen Wahlperiode besonders stark und besonders schwach vertreten werden.",
          "en": "We take a critical view of transnational lists because they do not ensure a proportional distribution of deputies according to region and, at the same time, political coloration. In the European Parliament, we can regularly observe that national backgrounds play a special role in voting. With transnational lists, coincidences would then tend to determine which national interests are represented particularly strongly and particularly weakly during the five-year election period."
        }
      },
      {
        "thesis": 14,
        "position": "negative",
        "statement": {
          "de": "Auch weiterhin müssen die Nationalstaaten grundsätzlich die Steuerhoheit besitzen. Einzelne EU Steuern wie die Digitalsteuer können sinnvolle Ergänzungen sein, da die EU einen modernen, stabilen regulatorischen und steuerlichen Rahmen braucht, um auf die Entwicklungen und Herausforderungen der digitalen Wirtschaft zu reagieren.",
          "en": "The nation states must continue to have tax sovereignty in principle. Individual EU taxes such as the digital tax can be useful additions, as the EU needs a modern, stable regulatory and fiscal framework to respond to the developments and challenges of the digital economy."
        }
      },
      {
        "thesis": 15,
        "position": "positive",
        "statement": {
          "de": "Wir FREIE WÄHLER wollen eine ideologiefreie Debatte über die Erweiterung der EU. Grundsätzlich sollte allen europäischen Ländern eine Beitrittsperspektive gegeben werden, die unsere Grundwerte achten und entsprechende wirtschaftliche Kriterien erfüllen. Im Moment ist die EU allerdings nicht aufnahmefähig, da ein einzelnes Land alle Entscheidungen blockieren kann. Diesen Zustand müssen wir schnellstens ändern, indem wir eine Möglichkeit der Mehrheitsentscheidung finden.",
          "en": "We FREIE WÄHLER want an ideology-free debate on the enlargement of the EU. In principle, all European countries that respect our fundamental values and meet appropriate economic criteria should be given the prospect of joining. At the moment, however, the EU is not receptive because a single country can block all decisions. We need to change this state of affairs as soon as possible by finding a way to have majority voting."
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "Die europäische Sicherheitsarchitektur ist zunehmend fragil. Deutschland muss sich gemeinsam mit Europa seiner Verantwortung in der Welt stellen. Aus unserer Sicht muss es das Ziel sein, eine europäische Armee aufzustellen, die der Kontrolle des Europäischen Parlamentes untersteht. Das Europäische Parlament wird dann künftige gemeinsame Einsätze der europäischen Streitkräfte bewilligen.",
          "en": "The European security architecture is increasingly fragile. Germany, together with Europe, must face up to its responsibilities in the world. In our view, the goal must be to establish a European army that is subject to the control of the European Parliament. The European Parliament will then approve future joint deployments of the European armed forces."
        }
      },
      {
        "thesis": 17,
        "position": "negative",
        "statement": {
          "de": "Wir FREIE WÄHLER setzen uns für eine Reform des Stabilitäts- und Wachstumspakts ein. Künftige Verstöße sollen automatisch geahndet und sanktioniert werden. Dadurch erreichen wir mehr Haushaltsdisziplin und verhindern, dass die Stabilität unserer Währungsunion von politischen Entscheidungen abhängt.",
          "en": "We FREIE WÄHLER advocate a reform of the Stability and Growth Pact. Future violations should be automatically punished and sanctioned. In this way, we will achieve greater budgetary discipline and prevent the stability of our monetary union from depending on political decisions."
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "Wir stehen zu den Verpflichtungen, die sich aus dem Pariser Klimaabkommen ergeben. Deswegen gilt es, die Klimaneutralität spätestens bis zum Jahr 2050 zu erreichen. Hier wollen wir aber nicht stehen bleiben, sondern künftige internationale Vertragswerke engagiert mitgestalten. Wir setzen uns dafür ein, dass Europa in der Klima- und Nachhaltigkeitspolitik geschlossen die Führungsrolle übernimmt.",
          "en": "We stand by the obligations arising from the Paris Climate Agreement. That is why we need to achieve climate neutrality by 2050 at the latest. We do not want to stop here, however, but want to play a committed role in shaping future international agreements. We are committed to Europe taking a united leadership role in climate and sustainability policy."
        }
      },
      {
        "thesis": 19,
        "position": "negative",
        "statement": {
          "de": "„Jedes Land haftet für seine Schulden selbst“ – für diesen Grundsatz treten wir FREIE WÄHLER auch weiterhin ein. Eine Vergemeinschaftung unserer Schulden in Form von Eurobonds als gemeinsame Anleihen oder anderen Instrumenten lehnen wir weiterhin entschieden ab.",
          "en": "Every country is liable for its own debts - we FREIE WÄHLER continue to stand up for this principle. We continue to firmly reject the communitization of our debts in the form of Eurobonds as common bonds or other instruments."
        }
      },
      {
        "thesis": 20,
        "position": "positive",
        "statement": {
          "de": "Die meisten Menschen verstehen immer noch nicht, wie die Europäische Union funktioniert und was sie für uns macht. Wir FREIE WÄHLER wollen deshalb, dass alle politischen Ebenen unserem gemeinsamen Projekt Europa mehr Aufmerksamkeit in der Bildungsarbeit widmen. Wir machen uns dafür stark, dass sie alle mehr in die Europabildung investieren und den Mehrwert Europas deutlicher herausstellen.",
          "en": "Most people still do not understand how the European Union works and what it does for us. We FREIE WÄHLER therefore want all political levels to devote more attention to our common project Europe in their educational work. We advocate that they all invest more in European education and highlight the added value of Europe more clearly."
        }
      },
      {
        "thesis": 21,
        "position": "negative",
        "statement": {
          "de": "Die Unabhängigkeit der Zentralbank von politischen Einflüssen ist uns weiterhin sehr wichtig.",
          "en": "The independence of the central bank from political influences remains very important to us."
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "Wir FREIE WÄHLER wollen Rücknahmeabkommen mit den Maghreb-Staaten nach dem Vorbild der EU-Türkei-Vereinbarungen vom März 2016 voranbringen. Gleichzetig haben die jüngsten Ereignisse gezeigt, dass wir uns nicht durch eine mögliche Aufkündigung des EU-Türkei-Flüchtlingsabkommens erpressen lassen dürfen.",
          "en": "We FREIE WÄHLER want to advance readmission agreements with the Maghreb states along the lines of the EU-Turkey agreements of March 2016. At the same time, recent events have shown that we must not allow ourselves to be blackmailed by a possible termination of the EU-Turkey refugee agreement."
        }
      }
    ]
  },
  {
    "id": 6,
    "token": "PIRATEN",
    "name": {
      "de": "Die Piraten",
      "en": "The Pirates"
    },
    "program": {
      "de": "https://www.piratenpartei.de/bundestagswahl-2021/",
      "en": "https://www.piratenpartei.de/bundestagswahl-2021/"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "Prinzipiell ja. Aber Maßnahmen sind an die Verabschiedung umfangreicher Informationsfreiheits- und Transparenzgesetze in den betreffenden Staaten zu koppeln. Nur so kann sichergestellt werden, dass Finanzmittel im Sinne und unter Aufsicht der Bevölkerung der jeweiligen Länder eingesetzt werden. Wir gehen davon aus, dass zusätzliche Transparenz dazu führt, dass tatsächlich in Maßnahmen investiert wird, die langfristig die ökonomische Stabilität im jeweiligen Land fördern.",
          "en": "In principle, yes. But measures must be linked to the adoption of comprehensive freedom of information and transparency laws in the countries concerned. This is the only way to ensure that financial resources are used in the interest of and under the supervision of the people of the respective countries. We assume that additional transparency will lead to actual investment in measures that promote long-term economic stability in the respective country."
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "Diskriminierung darf es in der EU nicht geben, auch nicht in der Strafverfolgung.",
          "en": "There must be no discrimination in the EU, not even in law enforcement."
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "Asylanträge müssen zwar auch außerhalb Europas gestellt werden können, um Schutzsuchenden eine sichere Einreise in die EU zu ermöglichen. Dabei ist zu gewährleisten, dass die Antragstellenden Rechtsschutz auf dem Niveau genießen, wie es bei einer Antragstellung im Inland der Fall wäre. Dennoch muss es auch möglich sein, dies im Asyl gebenden Land zu tun.",
          "en": "It must be possible to submit asylum applications outside Europe in order to enable those seeking protection to enter the EU safely. In doing so, it must be ensured that applicants enjoy legal protection at the same level as would be the case if the application were filed domestically. Nevertheless, it must also be possible to do so in the country granting asylum."
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "Bis zur Einführung eines bedingungslosen Grundeinkommens setzen wir uns europaweit für Mindestlöhne ein, welche den Lohnwettbewerb eindämmen sollen, für menschenwürdige Arbeits- und Lebensverhältnisse sorgen und genauso wie das bedingungslose Grundeinkommen auch die Binnennachfrage steigern würden.",
          "en": "Until the introduction of an unconditional basic income, we advocate minimum wages throughout Europe, which should curb wage competition, ensure decent working and living conditions and, just like the unconditional basic income, would also increase domestic demand."
        }
      },
      {
        "thesis": 4,
        "position": "positive",
        "statement": {
          "de": "Die völkerrechtswidrigen Praktiken der EU-Agentur für Grenz- und Küstenschutz (ehemals als Frontex bekannt) sind Ausdruck einer menschenverachtenden Ausgrenzungspolitik der Europäischen Union. Wir PIRATEN fordern daher deren Abschaffung.",
          "en": "The practices of the EU Border and Coast Guard Agency (formerly known as Frontex), which are contrary to international law, are an expression of the European Union's inhumane exclusion policy. We PIRATES therefore demand their abolition."
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "Eine gemeinsame, auf demokratischen Fundamenten fußende, europäische Außen- und Sicherheitspolitik muss den Menschen- und Bürgerrechten verpflichtet sein. Sie soll sich nicht an nationalen Einzelinteressen orientieren, sondern die Bedürfnisse aller Menschen im Blick haben.",
          "en": "A common European foreign and security policy based on democratic foundations must be committed to human and civil rights. It should not be oriented towards national individual interests, but should have the needs of all people in mind."
        }
      },
      {
        "thesis": 6,
        "position": "negative",
        "statement": {
          "de": "Wir begrüßen die Freizügigkeit für Arbeitnehmer:innen, in einem frei gewählten EU-Land zu leben und zu arbeiten. Allerdings muss der gemeinsame, europäische Arbeitsmarkt der Förderung des Wohlstands und dem Nutzen aller dienen. Wer überall arbeiten kann, muss auch überall die jeweiligen Sozialleistungen in Anspruch nehmen können.",
          "en": "We welcome the freedom of movement for workers to live and work in any EU country they choose. However, the common European labor market must serve to promote prosperity and benefit everyone. Those who can work everywhere must also be able to take advantage of the respective social benefits everywhere."
        }
      },
      {
        "thesis": 7,
        "position": "positive",
        "statement": {
          "de": "Die Pandemie sorgt weltweit für Tote und erkrankte Menschen, auch von #LongCovid sind sie betroffen. Um so schnell wie möglich für alle Menschen auf der Welt Impfstoffe zur Verfügung zu haben, müssen die Patente auf den mRna Impfstoff ausgesetzt werden. damit weltweit die Produktion möglich wird.",
          "en": "The pandemic is causing deaths and sick people around the world, they are also affected by #LongCovid. In order to have vaccines available for everyone in the world as soon as possible, the patents on the mRna vaccine must be suspended. so that production is possible worldwide."
        }
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {
          "de": "Wir setzen uns für die Weiterentwicklung Europas zu einem föderalen Staat mit einer gemeinsamen Verfassung ein. Das Vetorecht einzelner Staaten muss dafür mittelfristig überwunden werden.",
          "en": "We are committed to the further development of Europe into a federal state with a common constitution. To this end, the veto rights of individual states must be overcome in the medium term."
        }
      },
      {
        "thesis": 9,
        "position": "positive",
        "statement": {
          "de": "Die Steuersysteme der Nationalstaaten sind von einem Unterbietungswettlauf untereinander gekennzeichnet. Unsere Lösungsvorschläge sind eine gemeinsame konsolidierte Körperschaftsteuer-Bemessungsgrundlage (GKKB) und eine verstärkte Aufsicht durch die EU-Kommission über die Steueroasen in der EU.",
          "en": "The tax systems of the nation states are characterized by a race to undercut each other. Our proposed solutions are a common consolidated corporate tax base (CCCTB) and increased supervision by the EU Commission of tax havens in the EU."
        }
      },
      {
        "thesis": 10,
        "position": "negative",
        "statement": {
          "de": "Wir setzen uns für eine gemeinsame demokratisch legitimierte europäische Außen- und Sicherheitspolitik ein. Das Pipelineprojekt stärkt Kräfte, die Interesse an einer Spaltung Europas haben, und entfernt Deutschland von seinen Verbündeten. Wir halten eine gemeinsame europäische Linie für wichtig und fordern daher einen Projektstopp.",
          "en": "We advocate a common democratically legitimized European foreign and security policy. The pipeline project strengthens forces interested in dividing Europe and distances Germany from its allies. We believe that a common European line is important and therefore call for a halt to the project."
        }
      },
      {
        "thesis": 11,
        "position": "positive",
        "statement": {
          "de": "Wahlrecht ist ein wichtiges Teilhaberecht. Wir setzen uns für das gleiche kommunale Wahlrecht für Nicht-EU-Bürger wie für EU-Bürger ein, unabhängig von ihrer Staatsangehörigkeit. Auch die Beteiligung an weiteren politischen Prozessen, zum Beispiel Volksbegehren, -initiativen und -entscheiden, sowie das Einbringen und Unterzeichnen von Petitionen, soll unabhängig von der Staatsangehörigkeit möglich sein. Zu nationalen Wahlen haben wir zustimmende Beschlüsse in einigen Verbänden auf Landesebene.",
          "en": "Voting rights are an important right of participation. We advocate the same right to vote in local elections for non-EU citizens as for EU citizens, regardless of their nationality. Participation in other political processes, such as referendums, initiatives and decisions, as well as the submission and signing of petitions, should also be possible regardless of nationality. On national elections, we have approving resolutions in some associations at the state level."
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "Die Rolle der Subventionen in der europäischen Landwirtschaftspolitik bedarf der Änderung, sie muss auf mehr Vielfalt und Gerechtigkeit ausgerichtet werden. Subventionen können nur im Einklang mit Nachhaltigkeitskriterien garantiert werden.",
          "en": "The role of subsidies in European agricultural policy needs to be changed, it must be directed towards more diversity and fairness. Subsidies can only be guaranteed in line with sustainability criteria."
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "Da wir eine weitere Einigung in Europa als den richtigen Weg erachten, sind transnationale Listen ein wichtiger Schritt, um ein europäisches Wir-Gefühl zu erzeugen.",
          "en": "As we consider further unification in Europe to be the right way forward, transnational lists are an important step to create a European \"we\" feeling."
        }
      },
      {
        "thesis": 14,
        "position": "positive",
        "statement": {
          "de": "Im EU-Wahlprogramm wird dazu keine Position vertreten. In der laufenden politischen Arbeit unterstützen wir den Ansatz. Europäische Steuern verhindern einen Steuerunterbietungswettbewerb der einzelnen EU-Staaten.",
          "en": "The EU election program does not take a position on this. In our ongoing political work, we support the approach. European taxes prevent tax undercutting competition between individual EU states."
        }
      },
      {
        "thesis": 15,
        "position": "negative",
        "statement": {
          "de": "Sofern Staaten die Aufnahmebedingungen für die Europäische Union erfüllen, insbesondere im Hinblick auf Einhaltung der Menschenrechte, muss ihnen der Aufnahmeprozess offen stehen - unabhängig davon, ob in einem anderen Mitgliedsland gerade gewählt wird.",
          "en": "Provided that states meet the conditions for admission to the European Union, especially with regard to compliance with human rights, the admission process must be open to them - regardless of whether elections are currently being held in another member state."
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "Wir PIRATEN stehen der Idee einer gemeinsamen europäischen Armee wohlwollend gegenüber. Wir betrachten die Gemeinsame Europäische Armee als selbständigen Teil eines transatlantischen Sicherheits- und Verteidigungsbündnisses. Integriert in ein immer größer werdendes globales Sicherheitsbündnis, welches dazu beiträgt das Macht- und Sicherheitsdilemma zwischen den Mitgliedern des Bündnisses zu überwinden.",
          "en": "We PIRATES are sympathetic to the idea of a common European army. We see the Joint European Army as an independent part of a transatlantic security and defense alliance. Integrated into an ever-growing global security alliance, which helps to overcome the power and security dilemma between the members of the alliance."
        }
      },
      {
        "thesis": 17,
        "position": "negative",
        "statement": {
          "de": "Sofern es sich um langfristige Investitionen handelt die Umweltstandards einhalten und einen nachhaltigen Nutzen versprechen, stehen wir Investitionen durchaus positiv gegenüber. Gerade Investitionen in Infrastruktur und erneuerbare Energien erfüllt oft diese Bedingungen. Jedoch muss eine auch für zukünftige Generationen nachhaltige Finanzierung durch (Steuer-)Einnahmen erwirtschaftet werden und nicht durch Schulden.",
          "en": "Insofar as long-term investments"
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "Wir streben Klimaneutralität bis 2035 an. Dazu ist der Umbau der Energieversorgung vordringlich, gefolgt oder gleichzeitig mit anderen Sektoren. Der Umstieg auf nachhaltige Energiequellen ist sogar eine große wirtschaftliche Chance, da die Abhängigkeit vom Import von Energierohstoffen damit aufhört.",
          "en": "We aim to achieve climate neutrality by 2035. To achieve this, the transformation of the energy supply is a matter of urgency, followed by or at the same time as other sectors. The switch to sustainable energy sources is even a great economic opportunity, as it will end our dependence on the import of energy raw materials."
        }
      },
      {
        "thesis": 19,
        "position": "positive",
        "statement": {
          "de": "Ja, die Europäische Union soll weiter die Möglichkeit haben, Schulden aufzunehmen, um gemeinsame Projekte zu finanzieren. Wir Piraten fordern aber, das Haushaltsrecht dem Europäischen Parlament zu unterstellen.",
          "en": "Yes, the European Union should continue to be able to take on debt in order to finance joint projects. However, we Pirates demand that budgetary law be placed under the control of the European Parliament."
        }
      },
      {
        "thesis": 20,
        "position": "positive",
        "statement": {
          "de": "Agenturen zur politischen Bildung können einen Beitrag dabei leisten, Menschen über ihre demokratischen Rechte zu informieren und Wahlen in Europa transparenter und offener zu gestalten. Die Grundlagen müssen aber im Bildungssystem verankert sein.",
          "en": "Agencies for political education can make a contribution to informing people about their democratic rights and making elections in Europe more transparent and open. However, the basics must be anchored in the education system."
        }
      },
      {
        "thesis": 21,
        "position": "positive",
        "statement": {
          "de": "Nachhaltigkeit und Wohlstand der Menschen sind für uns wichtige Kennzahlen für den Erfolg von Wirtschafts- und Geldpolitik.",
          "en": "For us, sustainability and people's prosperity are important indicators of the success of economic and monetary policy."
        }
      },
      {
        "thesis": 22,
        "position": "positive",
        "statement": {
          "de": "Das EU-Türkei-Abkommen macht die EU erpressbar! Daher sind wir für eine sofortige Aufkündigung. Eine aktuell diskutierte Ausweitung auf aus Afghanistan Geflüchtete ist inakzeptabel. Gleiches gilt auch für ähnliche Verträge mit nordafrikanischen Staaten.",
          "en": "The EU-Turkey agreement makes the EU blackmailable! Therefore, we are in favor of its immediate termination. A currently discussed extension to refugees from Afghanistan is unacceptable. The same applies to similar agreements with North African countries."
        }
      }
    ]
  },
  {
    "id": 7,
    "token": "VOLT",
    "name": {
      "de": "Volt Partei",
      "en": "Volt Germany"
    },
    "program": {
      "de": "https://assets.volteuropa.org/2021-08/KWP_08_21.pdf",
      "en": "https://assets.volteuropa.org/2021-08/KWP_08_21.pdf"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "Grundsätzlich steht Volt für europäische Solidarität und gegenseitige Unterstützung. Gleichzeitig sind aber zunächst einmal die Mitgliedstaaten selbst für ihre wirtschaftliche Tätigkeit verantwortlich . Eine zwangsläufige Unterstützung bei jeder Krise erscheint daher zu weitgehend, hier müssen engere Maßstäbe angelegt werden. Eine potenzielle Unterstützung bedarf aber einer vorherigen Klärung der Kriterien, nach denen unterstützt würde.",
          "en": "In principle, Volt stands for European solidarity and mutual support. At the same time, however, the member states themselves are responsible for their own economic activity. Forced support in every crisis therefore seems too far-reaching; stricter standards must be applied here. Potential support, however, requires prior clarification of the criteria according to which support would be provided."
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "Die Zuständigkeiten der EU im Bereich Antidiskriminierung beschränken sich vor allem auf Diskriminierung aus Gründen der Staatsangehörigkeit, des Geschlechts oder des Alters. Der EU-Grundrechtecharta muss weitestmögliche Anwendung verschafft werden (aktuell nicht auf rein nationale Sachverhalte anwendbar) und weitere Punkte, wie Antidiskriminierung bzgl. ethnischer Herkunft oder sexueller Identität sind zu ergänzen. Soweit anwendbar, ist sie jedoch ein starkes Instrument, um Betroffene zu schützen.",
          "en": "The EU's competences in the area of anti-discrimination are limited primarily to discrimination on the grounds of nationality, gender or age. The EU Charter of Fundamental Rights must be applied as widely as possible (currently not applicable to purely national situations) and other points, such as anti-discrimination on the grounds of ethnic origin or sexual identity, must be added. However, to the extent that it is applicable, it is a strong instrument to protect those affected."
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "Es muss zuallererst sichergestellt werden, dass kein Mensch auf der Flucht nach Europa sterben muss. Hierzu muss eine europäische Seenotrettung geschaffen und die Praxis der Push-backs verboten werden. Es muss aber möglich sein, auch außerhalb der EU Asyl in der EU zu beantragen.",
          "en": "First and foremost, it must be ensured that no person has to die on the flight to Europe. For this purpose, a European sea rescue must be created and the practice of push-backs must be banned. However, it must also be possible to apply for asylum in the EU outside the EU."
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "Wir wollen Mindestlöhne in ganz Europa erreichen, die gleich oder über der Existenzsicherungsgrenze in der jeweiligen Region sind oder liegen. Daher stehen wir für regionale anstatt nationale Mindestlöhne. Da die Gesetzgebung in dieser Hinsicht aktuell noch vor allem national geschieht, sind nationale Mindestlöhne aber ein guter Schritt.",
          "en": "We want to achieve minimum wages throughout Europe that are equal to or above the subsistence level in the respective region. Therefore, we stand for regional rather than national minimum wages. Since legislation in this regard is currently still mainly national, however, national minimum wages are a good step."
        }
      },
      {
        "thesis": 4,
        "position": "positive",
        "statement": {
          "de": "Die letzten Jahre haben gezeigt, dass einzelne Mitgliedstaaten beim Schutz der EU-Außengrenze überfordert sind – auch bei Unterstützung durch Frontex. Volt will die EU für den Grenzschutz verantwortlich machen. Frontex und die nationalen Grenzschutzkräfte sollen in einer neu zu schaffenden europäischen Organisation aufgehen.",
          "en": "Recent years have shown that individual member states are overstretched when it comes to protecting the EU's external border - even with support from Frontex. Volt wants to make the EU responsible for border protection. Frontex and the national border guards are to be merged into a new European organization to be created."
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "Vetorechte sollen abgeschafft und das Einstimmigkeitsprinzip auf Ausnahmefälle, wie z. B. die Aufnahme neuer Beitrittskandidaten, beschränkt werden. Die Europäische Kommission soll zu einer echten parlamentarisch kontrollierten Regierung mit erweiterten Kompetenzen werden.",
          "en": "Veto rights are to be abolished and the unanimity principle limited to exceptional cases, such as the admission of new accession candidates. The European Commission is to become a genuine parliamentary-controlled government with expanded powers."
        }
      },
      {
        "thesis": 6,
        "position": "negative",
        "statement": {
          "de": "Volt steht für die bessere Integration von Bürger*innen aus anderen EU-Staaten in die jeweiligen Mitgliedstaaten, dazu gehören auch Sozialansprüche. Dies ist auch heute schon der Fall.",
          "en": "Volt stands for the better integration of citizens from other EU countries into the respective member states, including social entitlements. This is already the case today."
        }
      },
      {
        "thesis": 7,
        "position": "positive",
        "statement": {
          "de": "Der schnelle Zugang zu Impfstoffen gegen Covid-19 für Menschen in allen Ländern der Welt ist wichtig zur effektiven Bekämpfung der Pandemie. Volt unterstützt daher eine schnellstmögliche, sichere Produktion von Impfstoffen weltweit. Dies könnte u.a. mit einem Lizenzmodell geschehen. Ein temporäres Aussetzen des Patentrechts für Impfstoffe wäre im Ausnahmefall denkbar, wenn dies eine schnelle und sichere Produktion ermöglicht. Die Effektivität eines solchen Erlasses muss genau geprüft werden.",
          "en": "Rapid access to vaccines against Covid-19 for people in all countries of the world is important to effectively fight the pandemic. Volt therefore supports the fastest possible, safe production of vaccines worldwide. One way this could be done is through a licensing model. A temporary suspension of patent rights for vaccines would be conceivable in exceptional cases, if this enables rapid and safe production. The effectiveness of such a waiver must be closely examined."
        }
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {
          "de": "Das Vetorecht lähmt die Handlungsfähigkeit der EU, auch zu anderen Themen als denen, wozu ein Vetorecht existiert (da die Mitgliedstaaten es für \"Kuhhandel\" missbrauchen können). Volt setzt sich dafür ein, dass das Vetorecht abgeschafft wird und das Einstimmigkeitsprinzip auf Ausnahmefälle, wie z. B. die Aufnahme neuer Beitrittskandidaten, beschränkt wird.",
          "en": "The right of veto paralyzes the EU's ability to act, even on issues other than those for which a veto exists (since member states can abuse it for \"horse trading\"). Volt advocates abolishing the right of veto and limiting the unanimity principle to exceptional cases, such as the admission of new candidate countries."
        }
      },
      {
        "thesis": 9,
        "position": "positive",
        "statement": {
          "de": "Eine Beteiligung multinationaler Unternehmen an den Kosten der Gesellschaft ist eine Frage der Gerechtigkeit. Den EU-Mitgliedstaaten entgehen jährlich Milliarden Euro durch Steuervermeidung. Eine gemeinsame Bemessungsgrundlage und ein Körperschaftmindeststeuersatz von 15 % würde ruinösen Steuerwettbewerb verhindern.",
          "en": "A participation of multinational companies in the costs of society is a question of justice. EU member states lose billions of euros annually through tax avoidance. A common tax base and a minimum corporate tax rate of 15% would prevent ruinous tax competition."
        }
      },
      {
        "thesis": 10,
        "position": "negative",
        "statement": {
          "de": "Volt ist bestrebt, die Abhängigkeit der EU von nicht erneuerbaren Energien, insbesondere von ausländischem Öl und Gas, zu verringern. Dies ist besonders wichtig, um unsere Unabhängigkeit (insbes. die Energieunabhängigkeit von Russland) zu schützen. Ziel ist die Umsetzung des Plans „20/20/20“ des Europäischen Parlaments, der sich auf die Energiewende von fossilen zu erneuerbaren Energieträgern und die Schaffung eines Energiebinnenmarkts – der Energieunion – konzentriert.",
          "en": "Volt is committed to reducing the EU's dependence on non-renewable energy, especially foreign oil and gas. This is particularly important to protect our independence (especially energy independence from Russia). The goal is to implement the European Parliament's \"20/20/20\" plan, which focuses on the energy transition from fossil to renewable energy sources and the creation of an internal energy market - the Energy Union."
        }
      },
      {
        "thesis": 11,
        "position": "positive",
        "statement": {
          "de": "Volt steht für die bessere Integration der EU-Bürger*innen in den jeweiligen Mitgliedstaaten, dazu gehören insbesondere auch die demokratische Teilhabe und das Wahlrecht. Dabei sollte der Hauptwohnsitz im jeweiligen Mitgliedstaat über eine gewisse Mindestzeitspanne hinweg gegeben sein, z.B. seit drei Jahren.",
          "en": "Volt stands for the better integration of EU citizens in the respective member states, including in particular democratic participation and the right to vote. The main residence should be in the respective member state for a certain minimum period of time, e.g. for three years."
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "Für uns gilt: „Öffentliches Geld für öffentliche Leistungen”. Wir wollen die Agrarförderung vom System der Direktzahlungen bis 2030 komplett umstellen. Gemeinwohlprämien sollen das System ersetzen. Diese sind regional ausgestaltet und entlohnen Landwirt*innen für Leistungen, die über das betriebswirtschaftliche Interesse der Erzeugung landwirtschaftlicher Produkte hinausgehen. Dabei stehen das Erreichen des Pariser Abkommens und der Ziele für Nachhaltige Entwicklung im Fokus.",
          "en": "For us, the motto is \"public money for public services\". We want to completely change the agricultural subsidy system from direct payments by 2030. Common good premiums are to replace the system. These are designed on a regional basis and reward farmers for services that go beyond the economic interest of producing agricultural products. The focus is on achieving the Paris Agreement and the Sustainable Development Goals."
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "Volt setzt sich für ein einheitliches europäisches Wahlrecht ein. Die aktuell geltende degressive Proportionalität widerspricht dem Grundprinzip der Gleichheit der Wahl und muss ersetzt werden. Die Mitgliedstaaten sollen in Wahlkreise etwa gleicher Bevölkerungszahl eingeteilt werden. Mit einer ihrer zwei Stimmen wählen die Bürger*innen Wahlkreisabgeordnete, mit der anderen die Liste einer europäischen Partei. Wir setzen uns insbesondere auch für die Etablierung echter europäischer Parteien ein.",
          "en": "Volt advocates for a unified European right to choose. The degressive proportionality currently in place contradicts the fundamental principle of equality of choice and must be replaced. The member states"
        }
      },
      {
        "thesis": 14,
        "position": "positive",
        "statement": {
          "de": "Volt will die Beitragszahlungen der Mitgliedsstaaten an die EU reduzieren und im Gegenzug die Eigenmittel der EU erhöhen. Die EU soll finanziell eigenständig werden. Hierzu soll die EU eigene Steuern erheben und Schulden aufnehmen können, z.B. für wichtige Infrastrukturprojekte. Für Schulden haftet die EU mit ihrem Haushalt, der durch das Europäische Parlament abgesegnet wird. Deshalb fordert Volt ein eigenständiges Wirtschafts- und Finanzministerium auf europäischer Ebene.",
          "en": "Volt wants to reduce member states' contributions to the EU and increase the EU's own resources in return. The EU is to become financially independent. To this end, the EU should be able to levy its own taxes and take on debts, e.g. for important infrastructure projects. The EU is liable for debts with its budget, which is approved by the European Parliament. That is why Volt calls for an independent Ministry of Economy and Finance at the European level."
        }
      },
      {
        "thesis": 15,
        "position": "negative",
        "statement": {
          "de": "Die EU-Erweiterungspolitik kann nicht von einer nationalen Wahl abhängig gemacht werden. Künftige Erweiterungen sollten nur stattfinden, wenn die EU die Einhaltung ihrer fundamentalen Werte in allen Mitgliedstaaten sicherstellen kann. Es sollte erst das Einstimmigkeitsprinzip abgeschafft oder zumindest mögliche aus der COFE resultierende Reformen abgewartet werden, damit sicher ist, dass auch nach einem Beitritt fundamentale Grundwerte eingehalten werden und das Risiko von Vetos reduziert wird.",
          "en": "EU enlargement policy cannot be made dependent on a national election. Future enlargements should only take place if the EU can ensure compliance with its fundamental values in all member states. The unanimity principle should first be abolished, or at least possible reforms resulting from the COFE should be awaited, so that it is certain that fundamental core values will be respected even after accession and the risk of vetoes is reduced."
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "Unser strategisches Ziel ist eine europäische Armee mit einheitlicher Ausrüstung unter einem*r europäischen Verteidigungsminister*in, in der die Bundeswehr aufgeht. Kurzfristig muss sich Deutschland dafür einsetzen, die Beschaffung von militärischem Großgerät in einem europäisch einheitlichen Standard zu realisieren, etwa durch multilaterale Kooperationen, wie z. B. Eurofighter. Das reduziert Kosten und ist ein wichtiges Zeichen, dass es zwischen europäischen Staaten nie wieder Krieg geben darf.",
          "en": "Our strategic goal is a European army with uniform equipment under a European defense minister, in which the Bundeswehr is integrated. In the short term, Germany must work to ensure that large military equipment is procured to a uniform European standard, for example through multilateral cooperation, such as Eurofighter. This reduces costs and sends an important signal that there must never again be war between European states."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Angesichts des hohen Bedarfs an Investitionen für die Zukunft und der Tilgung der Schulden für die Corona-Lasten vertritt Volt das temporäre Aussetzen und gleichzeitige Überarbeiten der Defizitregeln.",
          "en": "In view of the high need for investments for the future and the repayment of the debt for the Corona burdens, Volt advocates the temporary suspension and simultaneous revision of the deficit rules."
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "Die Bewältigung der Klimakrise benötigt eine neue, ganzheitliche Herangehensweise, um Klimawende, wirtschaftlichen Wohlstand und soziale Gerechtigkeit möglich zu machen. Wir streben CO₂-Neutralität bis spätestens 2035 und Klimaneutralität bis spätestens 2040, möglichst jedoch früher, in Deutschland und Europa an, um die Erderwärmung auf maximal 1,5 °C zu begrenzen.",
          "en": "Addressing the climate crisis requires a new, holistic approach to make climate change, economic prosperity, and social justice possible. We aim for CO₂ neutrality by 2035 at the latest and climate neutrality by 2040 at the latest, but preferably earlier, in Germany and Europe to limit global warming to a maximum of 1.5 °C."
        }
      },
      {
        "thesis": 19,
        "position": "positive",
        "statement": {
          "de": "Volt will die Beitragszahlungen der Mitgliedsstaaten an die EU reduzieren und im Gegenzug die Eigenmittel der EU erhöhen. Die EU soll finanziell eigenständig werden. Hierzu soll die EU eigene Steuern erheben und Schulden aufnehmen können, z.B. für wichtige Infrastrukturprojekte. Für Schulden haftet die EU mit ihrem Haushalt, der durch das Europäische Parlament abgesegnet wird. Deshalb fordert Volt ein eigenständiges Wirtschafts- und Finanzministerium auf europäischer Ebene.",
          "en": "Volt wants to reduce member states' contributions to the EU and increase the EU's own resources in return. The EU is to become financially independent. To this end, the EU should be able to levy its own taxes and take on debt, e.g. for important infrastructure projects. The EU is liable for debts with its budget, which is approved by the European Parliament. Therefore, Volt calls for an independent Ministry of Economy and Finance at the European level."
        }
      },
      {
        "thesis": 20,
        "position": "positive",
        "statement": {
          "de": "Europäische Politik ist oft komplizierter und für Bürger*innen \"weiter weg\" als nationale Politik. Politische Bildung durch und mit der europäischen Ebene hilft mit, diese Distanz zu überbrücken. Beispielhaft hierfür sind viele Bildungsprojekte im Jugendbereich, beispielsweise die Modell-EU-Planspiele.",
          "en": "European politics is often more complicated and for citizens \"further away\" than national politics. Political education through and with the European level helps to bridge this distance. Exemplary for this are many educational projects in the youth sector, for example the model EU planning games."
        }
      },
      {
        "thesis": 21,
        "position": "negative",
        "statement": {
          "de": "Die europäische Geldpolitik folgt dem Primat der Preisstabilität. Umwelt- und sozialpolitische Fragen können nachrangig durch die EZB berücksichtigt werden. Die politische Verantwortung hierfür tragen jedoch die gewählten Vertreter*innen in Parlament und Exekutive. Allerdings sollte jedes neue EU-Konjunkturpaket verpflichtend 50% grüne Ausgaben fördern.",
          "en": "European monetary policy follows the primacy of price stability. Environmental and social policy issues can be given secondary consideration by the ECB. However, the political responsibility for this lies with the elected representatives in parliament and the executive. However, any new EU stimulus package should mandatorily promote 50% green spending."
        }
      },
      {
        "thesis": 22,
        "position": "negative",
        "statement": {
          "de": "Unser Ziel ist es, ein neues, faires und effizientes Asylsystem in der EU aufzubauen. Zum jetzigen Zeitpunkt ist es aber unabdinglich, das EU-Türkei-Abkommen weiterzuführen, solange sich beide Seiten an die vereinbarten Regeln halten. Die Türkei ist immer noch ein wichtiger Partner der EU und Zusammenarbeit sollte erfolgen, wo dies möglich ist. Hierbei ist seitens der EU jedoch bedingungslos die Einhaltung der eigenen Werte sicherzustellen.",
          "en": "Our goal is to build a new, fair and efficient asylum system in the EU. At this stage, however, it is essential to continue the EU-Turkey agreement as long as both sides abide by the agreed rules. Turkey is still an important partner of the EU and cooperation should take place where possible. However, the EU must ensure unconditional compliance with its own values."
        }
      }
    ]
  },
  {
    "id": 8,
    "token": "TIERSCHUTZPARTEI",
    "name": {
      "de": "Tierschutzpartei",
      "en": "Tierschutzpartei"
    },
    "program": {
      "de": "https://www.tierschutzpartei.de/wahlprogramm-bundestagswahl-2021/",
      "en": "https://www.tierschutzpartei.de/wahlprogramm-bundestagswahl-2021/"
    },
    "positions": [
      {
        "thesis": 0,
        "position": "positive",
        "statement": {
          "de": "Die EU ist eine Solidargemeinschaft – so wie wir seit Jahrzehnten als Exportland u.a. von den niedrigen Zöllen im Staatenbund massiv profitieren, müssen wir also auch etwas zurückgeben. Die gemeinsame Schuldenaufnahme kann dabei für Länder wie Italien oder Griechenland mit Staatsverschuldungen von über 100 Prozent eine große Hilfe sein. Kredite bekommen diese ansonsten allein nur noch zu extrem hohen Zinsen. Und die stürzen sie immer tiefer in den Teufelskreis der Schulden.",
          "en": "The EU is a community of solidarity - just as we have benefited massively for decades as an exporting country from the low tariffs in the association of states, among other things, we must also give something back. Joint borrowing can be a great help for countries such as Italy or Greece, which have national debts of over 100 percent. Otherwise, they would only be able to borrow at extremely high interest rates. And that plunges them deeper and deeper into the vicious circle of debt."
        }
      },
      {
        "thesis": 1,
        "position": "positive",
        "statement": {
          "de": "In den letzten Jahren gab es leider wieder mehr rassistische Straf- und auch Gewalttaten. Zudem werden nachwievor Menschen von Behörden und der Polizei diskriminiert. Daher sind die Antidiskriminierungsregeln der EU auszubauen. Auch fordern wir eine Aufstockung von Finanzmitteln und Personal für Aufklärung, Prävention, Integration, Völkerverständigung, Geschichtsaufarbeitung und Ausstiegsprogramme sowie einen Ausbau von Antidiskriminierungsstellen und wissenschaftlicher Forschung zu Rassismus.",
          "en": "In the last few years, unfortunately, there have been more racist criminal and also violent acts again. In addition, people continue to be discriminated against by authorities and the police. Therefore, the anti-discrimination rules of the EU must be expanded. We also call for an increase in funding and personnel for education, prevention, integration, international understanding, historical reappraisal and exit programs, as well as an expansion of anti-discrimination offices and scientific research on racism."
        }
      },
      {
        "thesis": 2,
        "position": "negative",
        "statement": {
          "de": "Die Gefahr, dass Asylsuchende in solchen Asylzentren ihre Rechte nicht umfassend geltend machen können und ihnen auch kein funktionierender Beschwerdemechanismus zur Verfügung steht, schätzen wir als zu groß ein. Wir stimmen der Auffassung der Bertelsmann-Stiftung zu, die befürchtet, dass \"Asylzentren de facto Haftlager würden, um die Menschen von einer Weiterwanderung abzuhalten. Dies wäre aus humanitären und menschenrechtlichen Gründen jedoch untragbar.\"",
          "en": "We consider the risk that asylum seekers in such asylum centers will not be able to fully assert their rights and that they will not have access to a functioning complaints mechanism to be too great. We agree with the opinion of the Bertelsmann Foundation, which fears that \"asylum centers would become de facto detention centers to prevent people from moving on. However, this would be unacceptable on humanitarian and human rights grounds.\""
        }
      },
      {
        "thesis": 3,
        "position": "positive",
        "statement": {
          "de": "Die Einführung eines EU-weiten Mindestlohnes, abhängig vom Durchschnittseinkommen des jeweiligen Landes, sollte zu den Sozialstandards der EU gehören. Mindestlöhne verhindern die Ausbeutung der Arbeitnehmer:innen, die Abwanderung von Fachkräften in andere EU-Länder mit höherem Lohnniveau und sie tragen auf lange Sicht zu einer Produktivitätsangleichung aller Mitgliedstaaten bei, da man aus Wettbewerbsgründen auf Innovation und technischen Fortschritt setzen muss.",
          "en": "The introduction of an EU-wide minimum wage, depending on the average income of the respective country, should be part of the EU's social standards. Minimum wages prevent the exploitation of workers, the migration of skilled workers to other EU countries with higher wage levels, and in the long run they contribute to an equalization of productivity in all member states, since for reasons of competition one must focus on innovation and technical progress."
        }
      },
      {
        "thesis": 4,
        "position": "positive",
        "statement": {
          "de": "Die EU muss ihrer Verantwortung gegenüber armen Ländern wieder gerechter werden, gerade auch im Hinblick auf die Fluchtursachen wie den Klimawandel, die sie maßgeblich mit zu verantworten hat. Die momentane Situation an den EU-Außengrenzen ist barbarisch und mit den Werten der EU in keiner Weise vereinbar. Dass Menschen auf ihrer Flucht in die EU über das Mittelmeer ertrinken oder am NATO-Draht des Grenzzauns zwischen Spanien und Afrika verbluten, darf nicht länger hingenommen werden!",
          "en": "The EU must once again live up to its responsibility towards poor countries, especially with regard to the causes of flight such as climate change, for which it is largely responsible. The current situation at the EU's external borders is barbaric and in no way compatible with the EU's values. The fact that people drown on their flight into the EU across the Mediterranean or bleed to death on the NATO wire of the border fence between Spain and Africa must no longer be accepted!"
        }
      },
      {
        "thesis": 5,
        "position": "positive",
        "statement": {
          "de": "In einem demokratischen System ist es völlig normal, dass es Entscheidungen gibt, die einzelne Mitglieder nicht befürworten. Das Mehrheitsprinzip ist jedoch essentiell, um die Handlungsfähigkeit der Entscheidungsträger:innen zu gewährleisten. Das Einstimmigkeitsprinzip beeinträchtigt aktuell immer wieder die Handlungsfähigkeit der EU und blockiert teils wichtige Entscheidungen.",
          "en": "In a democratic system it is completely normal that there are decisions which individual members do not approve of. However, the majority principle is essential to ensure the ability of decision-makers to act. Currently, the unanimity principle repeatedly impairs the EU's ability to act and sometimes blocks important decisions."
        }
      },
      {
        "thesis": 6,
        "position": "negative",
        "statement": {
          "de": "Eine Einschränkung der Sozialleistungen würde gegen den Grundsatz der Gleichberechtigung verstoßen.",
          "en": "Restricting social benefits would violate the principle of equality."
        }
      },
      {
        "thesis": 7,
        "position": "positive",
        "statement": {
          "de": "Das Impfstoff-Angebot wird durch die Patente künstlich verknappt und die Pandemiebekämpfung unnötig erschwert. Dies kostet Menschenleben! Covid-19 in den Griff zu bekommen ist eine globale Herausforderung, zu deren Bewältigung eine auf der Hand liegende Möglichkeit wie die Aufhebung des Patentschutzes für Impfstoffe nicht ungenutzt bleiben darf. Den Patenteigner:innen sind Kompensationen zu zahlen, um die Entwicklung neuer Impfstoffe nicht zu verhindern.",
          "en": "The supply of vaccines is artificially limited by patents and the fight against pandemics is made unnecessarily difficult. This costs human lives! Getting Covid-19 under control is a global challenge, and an obvious option such as removing patent protection for vaccines must not be left unused. Compensation must be paid to patent owners so as not to prevent the development of new vaccines."
        }
      },
      {
        "thesis": 8,
        "position": "negative",
        "statement": {
          "de": "In einem demokratischen System ist es völlig normal, dass es Entscheidungen gibt, die einzelne Mitglieder nicht befürworten. Das Mehrheitsprinzip ist jedoch essentiell, um die Handlungsfähigkeit der Entscheidungsträger:innen zu gewährleisten. Wenn ein einzelner Staat bzw. eine einzelne Regierung oder gar nur ein:e einzelne:r Minister:in alle Entscheidungen in der Steuer- und Sozialpolitik verhindern kann, beeinträchtigt dies massiv die Handlungsfähigkeit der EU.",
          "en": "In a democratic system, it is perfectly normal that there are decisions that individual members do not agree with. However, the majority principle is essential to ensure the ability of decision-makers to act. If a single state or a single government or even a single minister can prevent all decisions in tax and social policy, this massively impairs the EU's ability to act."
        }
      },
      {
        "thesis": 9,
        "position": "positive",
        "statement": {
          "de": "In der EU darf Steuergerechtigkeit nicht länger ein bloßes Lippenbekenntnis bleiben - nicht nur für den:die einzelne:n Bürger:in, sondern vor allem für die Großunternehmen, die durch Schlupflöcher manchen Mitgliedstaaten Milliarden Euro Steuer entziehen. Der erste Schritt wäre die Einführung einer EU-weiten Mindeststeuer für Unternehmen, der langfristige zweite ein EU-weiter einheitlicher Steuersatz für Unternehmen.",
          "en": "In the EU, tax justice must no longer remain a mere lip service - not only for the individual citizen, but above all for large corporations, which use loopholes to evade billions of euros in taxes in some member states. The first step would be the introduction of an EU-wide minimum tax for companies, the long-term second an EU-wide uniform tax rate for companies."
        }
      },
      {
        "thesis": 10,
        "position": "negative",
        "statement": {
          "de": "Wir sind für die vollständige Ersetzung der fossilen Energieträger durch erneuerbare Energien. Zudem birgt diese Leitung schwere Umweltrisiken. Die Energie-Abhängigkeit von einzelnen Ländern, deren Rechtsstaatlichkeit infrage steht, ist ein weiteres Problem.",
          "en": "We are in favor of the complete replacement of fossil fuels with renewables. Moreover, this line carries severe environmental risks. Energy dependence on individual countries whose rule of law is in question is another problem."
        }
      },
      {
        "thesis": 11,
        "position": "positive",
        "statement": {
          "de": "Dort, wo man lebt, sprich seinen Erstwohnsitz hat, sollte man auch an Wahlen teilnehmen dürfen. Bei Kommunalwahlen ist dies ja bereits so. Dass es bei regionalen und nationalen Wahlen anders gehandhabt wird, ergbit keinen Sinn. Wichtig ist aber, dass niemand in zwei Ländern gleichzeitg an Wahlen teilnehmen kann, da sonst das demokratische Grundprinzip nicht mehr gewahrt wäre, dass jede:r nur eine Stimme hat, insb. nachdem über den Rat der EU nachwievor jeder Mitgliedsstaat großen Einfluss hat.",
          "en": "People should be allowed to vote in elections where they live, i.e. where they have their primary residence. This is already the case in local elections. The fact that it is handled differently in regional and national elections makes no sense. But it is important that no one can participate in elections in two countries at the same time, because otherwise the basic democratic principle would no longer be respected, that everyone has only one vote, especially after each member state still has great influence through the Council of the EU."
        }
      },
      {
        "thesis": 12,
        "position": "positive",
        "statement": {
          "de": "Die bisherige Verteilung nach Flächengröße und Anzahl der Tiere führt zu fatalen Fehlanreizen, nämlich zugunsten von agrarindustriellen Strukturen und Massentierhaltung, wodurch riesige Konzerne und Tierqual gefördert werden. Stattdessen müssen kleine Landwirtschaftsbetriebe, die nachhaltig und umweltschonend produzieren, gefördert werden. EU-Subventionen müssen zu 100 % an Umweltschutz, Artenschutz, Tierschutz und soziale Kriterien gekoppelt werden! Die jüngste Reform reicht bei Weitem nicht aus.",
          "en": "The previous Vert"
        }
      },
      {
        "thesis": 13,
        "position": "positive",
        "statement": {
          "de": "Europapolitik wird von allen Mitgliedsstaaten gemeinsam gestaltet. Dazu stellt sich europaweit ein breites Spektrum verschiedener Parteien zur Wahl. EU-Bürger:innen sollten dementsprechend auch aus diesen auswählen dürfen.",
          "en": "European policy is shaped jointly by all member states. To this end, a broad spectrum of different parties is available for election throughout Europe. Accordingly, EU citizens should also be able to choose from them."
        }
      },
      {
        "thesis": 14,
        "position": "positive",
        "statement": {
          "de": "Um die EU noch handlungsfähiger zu machen, sind eigene Steuern der logische Schritt. Insbesondere zur Bewältigung der Klimakrise, dem Stopp des Artensterbens und für eine ethisch-nachhaltige Agrarwende ist es notwendig, ausreichende Finanzmittel bereitzustellen.",
          "en": "In order to make the EU even more effective, own taxes are the logical step. In particular, it is necessary to provide sufficient financial resources to tackle the climate crisis, to stop the extinction of species, and for an ethical and sustainable agricultural turnaround."
        }
      },
      {
        "thesis": 15,
        "position": "negative",
        "statement": {
          "de": "Die Europäische Union muss nach wie vor allen interessierten Ländern Europas offen stehen, um an dem gemeinsamen europäischen Haus weiterzubauen, auch wenn eine Aufnahme weiterer Länder möglicherweise mit einer finanziellen Mehrbelastung verbunden wäre. Der Grundgedanke der Europäischen Union verbietet es, einen Club der Privilegierten zu schaffen. Europa steht für Offenheit, deshalb ein klares Nein.",
          "en": "The European Union must remain open to all interested countries in Europe in order to continue building the common European house, even if admitting further countries would possibly involve an additional financial burden. The fundamental idea of the European Union forbids the creation of a club of the privileged. Europe stands for openness, therefore a clear no."
        }
      },
      {
        "thesis": 16,
        "position": "positive",
        "statement": {
          "de": "Europa muss eine Vorbildrolle übernehmen und durch sukzessive Abrüstungsbemühungen zur Friedenssicherung beitragen und den Übergang zu echten Defensivstrukturen schaffen. Dazu gehört auch die Schaffung einer gemeinsamen Armee, die dazu führen muss, dass sich innerhalb Europas die Waffenarsenale und die nationalen Rüstungsausgaben verringern. Durch eine gemeinsame Armee könnte sich die EU in ihrer Sicherheits- und Verteidigungspolitik auch mehr als bisher von den USA lösen.",
          "en": "Europe must take on an exemplary role and contribute to peacekeeping through successive disarmament efforts and create a transition to genuine defensive structures. This also includes the creation of a common army, which must lead to a reduction in weapons arsenals and national arms spending within Europe. A common army would also enable the EU to detach itself from the U.S. in its security and defense policy to a greater extent than it has in the past."
        }
      },
      {
        "thesis": 17,
        "position": "positive",
        "statement": {
          "de": "Die knallharte Austeritätspolitik der EU hat in Griechenland sehr viel Leid & Armut verursacht & ist daher aus Menschenrechtssicht zu verurteilen. Es ist nicht notwendig, ein Land zwingend innerhalb so strenger Schuldenschranken zu halten. Wenn sich Staaten verschulden, um damit Bildung, Infrastruktur u.ä. zu finanzieren, ist das legitim. Eine Bestrafung sollte nur erfolgen, wenn die Verschuldung die EU-Beschränkungen massiv überschreitet & nicht für solche Investitionen in die Zukunft erfolgt.",
          "en": "The EU's hard-core austerity policy has caused a great deal of suffering & poverty in Greece & is therefore to be condemned from a human rights perspective. It is not necessary to necessarily keep a country within such strict debt limits. If countries go into debt to finance education, infrastructure, etc., that is legitimate. Punishment should only occur if the debt massively exceeds EU limits & is not for such investment in the future."
        }
      },
      {
        "thesis": 18,
        "position": "positive",
        "statement": {
          "de": "Die EU muss mit gutem Vorbild vorangehen und bereits bis 2035 klimaneutral sein. Da auch bis 2050 nicht alle Länder klimaneutral sein werden, braucht es zusätzlich zur Vorbildrolle Länder bzw. Staatengemeinschaften, die dies ausgleichen. Und wie die jüngsten Katastrophen deutlich gemacht haben, trifft uns der Klimawandel bereits heute hart. Selbst mit einer 1,5°-Erwärmung sind die Folgen bereits gravierend. Wir müssen alles dafür tun, dass zumindest die schlimmsten Szenarien verhindert werden.",
          "en": "The EU must set a good example and be climate neutral already by 2035. Since not all countries will be climate neutral by 2050 either, in addition to leading by example, countries or communities of countries are needed to make up for it. And as recent disasters have made clear, climate change is already hitting us hard. Even with 1.5° warming, the consequences are already severe. We must do everything we can to ensure that at least the worst scenarios are prevented."
        }
      },
      {
        "thesis": 19,
        "position": "positive",
        "statement": {
          "de": "Die EU ist eine Solidargemeinschaft – so wie wir seit Jahrzehnten als Exportland u.a. von den niedrigen Zöllen im Staatenbund massiv profitieren, müssen wir also auch etwas zurückgeben. Die gemeinsame Schuldenaufnahme kann dabei für Länder wie Italien oder Griechenland mit Staatsverschuldungen von über 100 Prozent eine große Hilfe sein. Kredite bekommen diese ansonsten allein nur noch zu extrem hohen Zinsen. Und die stürzen sie immer tiefer in den Teufelskreis der Schulden.",
          "en": "The EU is a community of solidarity - just as we have benefited massively for decades as an exporting country from the low tariffs in the association of states, among other things, we must also give something back. Joint borrowing can be a great help for countries such as Italy or Greece, which have national debts of over 100 percent. Otherwise, they would only be able to borrow at extremely high interest rates. And that plunges them deeper and deeper into the vicious circle of debt."
        }
      },
      {
        "thesis": 20,
        "position": "positive",
        "statement": {
          "de": "Da nicht in jedem Mitgliedsland eine eigene Agentur für Politische Bildung existiert und da diese, falls sie existiert, ggf. zu stark an nationalen Interessen ausgerichtet sein kann, ist eine Europäische Agentur geboten. Insb. da mehrere Mitgliedsländer (allen voran Ungarn, Polen und Malta) in den letzten Jahren dazu übergegangen sind, gegen demokratische Grundprinzipien und Werte der EU zu verstoßen, ist politische Bildung im Sinne der Demokratie und der Werte der EU dringend erforderlich.",
          "en": "Since not every member country has its own agency for political education, and since this agency, if it exists, may be too strongly oriented toward national interests, a European agency is necessary. Especially since several member states (especially Hungary, Poland and Malta) have started to violate democratic principles and values of the EU in recent years, civic education in the sense of democracy and the values of the EU is urgently needed."
        }
      },
      {
        "thesis": 21,
        "position": "positive",
        "statement": {
          "de": "Die Geldpolitik der EZB kann entscheidend mitbestimmen, wie sich die EU weiter entwickelt. Werden Kredite für Klima- & Umweltzerstörung, Waffenproduktion, Tierquälerei, Artenausrottung & die Ausbeutung von Menschen zur Verfügung gestellt oder für klimafreundliche, tierleidfreie, sozial gerechte, menschenrechtswahrende & naturschonende Aktivitäten von Unternehmen & Staaten vergeben? Bisher bleibt all dies völlig unbeachtet. Eine Ausweitung der Kreditvergabekriterien ist daher dringend geboten.",
          "en": "The ECB's monetary policy can play a decisive role in determining how the EU develops. Will loans be made available for climate & environmental destruction, weapons production, animal cruelty, species extinction & the exploitation of people or will they be granted for climate-friendly, animal suffering-free, socially just, human rights-preserving & nature-friendly activities of companies & states? So far, all this remains completely unnoticed. An expansion of the lending criteria is therefore urgently needed."
        }
      },
      {
        "thesis": 22,
        "position": "positive",
        "statement": {
          "de": "Der EU-Rechnungshof kritisiert Intransparenz und Ineffizienz bei der Verwendung der im Rahmen des Abkommens gezahlten Mittel, die Menschen in den Lagern auf den griech. Inseln leben unter katastrophalen Bedingungen. Auch die Sicherheit von in die Türkei abgeschobenen Asylbewerber:innen kann noch immer nicht gewährleistet werden. Der von der EU gelobte Rückgang illegaler Einreisen hängt nicht mit dem Abkommen, sondern u.a. mit dem strengen Grenzregime der Türkei zusammen.",
          "en": "The EU Court of Auditors criticizes intransparency and inefficiency in the use of the funds paid under the agreement, the people in the camps on the Greek. Islands live under catastrophic conditions. Also, the safety of asylum seekers deported to Turkey still can not be guaranteed. The decrease in illegal entries praised by the EU is not related to the agreement but, among other things, to Turkey's strict border regime."
        }
      }
    ]
  }
]