[
  {
    "id": 0,
    "explanation": {
      "de": "Bei einer Arbeitslosen-Rückversicherung würden die EU-Mitgliedstaaten in Zeiten niedriger Arbeitslosigkeit in einen gemeinsamen Topf einzahlen. Bei einer Wirtschaftskrise erhalten sie Geld aus diesem Topf für ihre nationale Arbeitslosenversicherung. Dadurch soll die Konjunkturentwicklung im europäischen Binnenmarkt stabilisiert werden. Die Antworten der SPD und CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "Under an unemployment reinsurance scheme, EU member states would pay into a common fund in times of low unemployment. In the event of an economic crisis, they would receive money from this fund for their national unemployment insurance. The goal is to stabilize business cycles in the European single market. The responses of the SPD and CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 1,
    "explanation": {
      "de": "Gemäß ihrem \"Aktionsplan gegen Rassismus 2020-25\" prüft die EU-Kommission die Umsetzung der EU-Antidiskriminierungsregeln und will 2022 Vorschläge für deren Überarbeitung vorlegen. Als eine mögliche Reform hat sie die Ausweitung auf die Strafverfolgung genannt. Damit diese Reform in Kraft tritt, müssten ihr das EU-Parlament und die nationalen Regierungen im Rat zustimmen. Die Antworten der SPD und CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "According to its \"Anti-racism Action Plan 2020-2025\", the EU Commission is reviewing the implementation of EU anti-discrimination rules and plans to present proposals for their revision in 2022. It has mentioned the extension to criminal prosecution as one possible reform. For this reform to come into force, it would have to be approved by the EU Parliament and the national governments in the Council. The responses of the SPD and CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 2,
    "explanation": {
      "de": "Bislang können Asylanträge in der Regel erst nach Erreichen der EU gestellt werden. Nach dem Vorschlag müssten Asylbewerber:innen, die z.B. von einem nordafrikanischen Land in die EU wollen, ihren Antrag bereits in einem Asylzentrum in Nordafrika stellen und sich während der Bearbeitung dort aufhalten. Erst nach Bewilligung des Antrags könnten die Geflüchteten in die EU einreisen. Bislang lehnen nordafrikanische Länder diesen Vorschlag allerdings ab. Die Antworten der SPD und CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "Up until now, asylum applications can usually only be submitted after reaching the EU. Under the proposal, asylum seekers who want to enter the EU from a North African country, for example, would have to submit their application in an asylum center in North Africa and stay there while it is being processed. Only after the application has been approved could the refugees enter the EU. So far, however, North African countries have rejected this proposal. The responses of the SPD and CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 3,
    "explanation": {
      "de": "Bislang gibt es keine EU-Regelung zu Mindestlöhnen; die meisten Mitgliedstaaten haben nationale Mindestlöhne, deren Höhe sich stark unterscheidet. Die europäischen Mindeststandards könnten sich beispielsweise am nationalen Durchschnittseinkommen orientieren. Die Antworten der SPD und CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "So far, there is no EU minimum wage; most member states have national minimum wages whose levels vary widely. European minimum standards could, for example, be based on the national average income. The responses of the SPD and CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 4,
    "explanation": {
      "de": "Die Grenzschutzagentur Frontex überwacht zusammen mit den Mitgliedstaaten die EU-Außengrenzen. Anfangs nahm sie vor allem eine koordinierende Rolle ein; seit 2016 wurden ihr Mandat und Personal ausgeweitet, sodass sie inzwischen vermehrt auch operativ tätig ist. Nach Vorwürfen von Menschenrechtsverletzungen richtete das EU-Parlament eine Frontex-Kontrollgruppe ein, die im Juli 2021 ihren Abschlussbericht vorlegte. Die Antworten der SPD und CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "The border management agency Frontex monitors the EU's external borders together with the member states. Initially, it mainly took on a coordinating role; since 2016, its mandate and personnel have been expanded so that it is now also increasingly active in an operational capacity. Following allegations of human rights violations, the EU Parliament set up a Frontex monitoring group, which presented its final report in July 2021. The responses of the SPD and CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 5,
    "explanation": {
      "de": "Gemäß EU-Vertrag werden Beschlüsse in der Außenpolitik (z.B. Sanktionsmaßnahmen gegen bestimmte Drittstaaten) derzeit in der Regel einstimmig getroffen und können deshalb von der nationalen Regierung jedes Mitgliedstaats blockiert werden. Die Antworten der SPD und CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "Under the EU Treaty, foreign policy decisions (e.g., sanctions measures against certain third countries) are currently generally taken unanimously and can therefore be blocked by the national government of any member state. The responses of the SPD and CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 6,
    "explanation": {
      "de": "Durch diesen Vorschlag könnten Bürger:innen Sozialleistungen nur noch von dem Land beziehen, in dem sie Staatsbürger:innen sind. Derzeit haben EU-Bürger:innen, die in einem anderen Mitgliedstaat leben, dort in der Regel denselben Anspruch auf Sozialleistungen wie dessen nationale Staatsbürger:innen (abgesehen von Ausnahmen, zum Beispiel für Bürger:innen, die ausschließlich zur Arbeitssuche in ein anderes Mitgliedsland gezogen sind). Die Antworten der CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "This proposal would allow citizens to receive social benefits only from the country of which they are citizens. Currently, EU citizens living in another Member State are generally entitled to the same social benefits as its national citizens (with exceptions, for example, for citizens who have moved to another Member State solely to seek work). The responses of the CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 7,
    "explanation": {
      "de": "Auf Initiative von Indien und Südafrika wird in der Welthandelsorganisation darüber diskutiert, den Patentschutz für Corona-Impfstoffe aufzuheben. Dadurch hätten nicht mehr nur die Firmen, die die Impfstoffe entwickelt haben, sondern auch alle anderen Unternehmen das Recht, diese Impfstoffe herzustellen und zu verkaufen. Die Antworten der CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "On the initiative of India and South Africa, the World Trade Organization is discussing removing patent protection for Corona vaccines. This would mean that not only the companies that developed the vaccines but also all other companies would have the right to produce and sell them. The responses of the CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 8,
    "explanation": {
      "de": "Nach den EU-Verträgen ist es für manche Entscheidungen notwendig, dass alle nationalen Regierungen im Rat zustimmen. Dies gilt insbesondere für Entscheidungen im Bereich der Steuerpolitik (z.B. eine europaweite Vereinheitlichung bestimmter nationaler Steuern) und der Sozialpolitik (z.B. Festlegung sozialer Mindeststandards). Die Antworten der CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "Under the EU treaties, some decisions require the agreement of all national governments in the Council. This applies in particular to decisions in the area of tax policy (e.g. a Europe-wide standardization of certain national taxes) and social policy (e.g. setting minimum social standards). The responses of the CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 9,
    "explanation": {
      "de": "Bislang gibt es nur wenige gemeinsame EU-Regeln zur Unternehmensbesteuerung. Die Mitgliedstaaten haben jeweils eigene nationale Steuersysteme, die sich sowohl hinsichtlich der Bemessungsgrundlage als auch der Steuersätze unterscheiden. Die Antworten der CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "So far, there are few common EU rules on corporate taxation. The member states each have their own national tax systems, which differ in terms of both the tax base and the tax rates. The responses of the CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 10,
    "explanation": {
      "de": "Nord Stream 2 ist eine Unterwasser-Pipeline, mit der Gas durch die Ostsee von Russland nach Deutschland transportiert werden soll. Dadurch würden die bisherigen Transit-Pipelines durch Polen und die Ukraine an Bedeutung verlieren. Mehrere EU-Mitgliedstaaten, insbesondere Polen und die baltischen Staaten, lehnen Nord Stream 2 ab. Die Antworten der CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "Nord Stream 2 is an underwater pipeline to transport gas through the Baltic Sea from Russia to Germany. This would make the existing transit pipelines through Poland and Ukraine less important. Several EU member states, particularly Poland and the Baltic states, oppose Nord Stream 2. The responses of the CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 11,
    "explanation": {
      "de": "Nach den EU-Verträgen dürfen EU-Bürger:innen, die in einem anderen Mitgliedsland leben, dort an Kommunal- und an Europawahlen teilnehmen. Für das Wahlrecht bei nationalen und regionalen Wahlen gibt es bislang hingegen keine europäische Regelung. In den meisten Mitgliedstaaten dürfen an diesen Wahlen nur die eigenen nationalen Staatsbürger:innen teilnehmen. Die Antworten der SPD basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "According to the EU treaties, EU citizens living in another member state may vote in local and European elections there. However, there are no European rules governing the right to vote in national and regional elections. In most member states, only their own national citizens are allowed to vote in these elections. The responses of the CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 12,
    "explanation": {
      "de": "Die gemeinsame Agrarpolitik macht fast ein Drittel des EU-Haushalts aus. Ein Großteil davon sind Direktzahlungen an Landwirt:innen, deren Höhe von unterschiedlichen Faktoren abhängig ist. Dazu gehören z.B. Größe und Lage des Betriebs, aber auch Umwelt- und Sozialaspekte. Die Gewichtung der verschiedenen Faktoren führt immer wieder zu politischen Auseinandersetzungen. Die Antworten der SPD basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "The common agricultural policy accounts for almost one third of the EU budget. A large part of this is direct payments to farmers, the amount of which depends on various factors. These include, for example, the size and location of the farm, but also environmental and social aspects. The weighting of the various factors repeatedly leads to political disputes. The responses of the CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 13,
    "explanation": {
      "de": "Bislang finden Europawahlen nach Mitgliedstaaten getrennt statt: In jedem Land wird ein festes Kontingent an Sitzen über nationale Wahllisten vergeben. Mit transnationalen Listen gäbe es zusätzlich ein EU-weites Sitzkontingent, für das die gesamteuropäischen \"Parteienfamilien\" Listen aufstellen würden. Wähler:innen könnten bei der Europawahl also sowohl eine nationale Partei als auch eine europäische Partei wählen. Die Antworten der CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "Until now, European elections have been held separately for each member state: In each country, a fixed quota of seats is allocated via national electoral lists. With transnational lists, there would additionally be an EU-wide quota of seats for which the pan-European \"party families\" would draw up lists. Voters could therefore vote for both a national party and a European party in the European elections. The responses of the CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 14,
    "explanation": {
      "de": "Der EU-Haushalt speist sich bislang vor allem aus Beiträgen der Mitgliedstaaten, deren Höhe von der jeweiligen nationalen Wirtschaftskraft abhängt. Diese Beiträge könnten teilweise durch EU-weite Steuern ersetzt werden, deren Erlös direkt in den EU-Haushalt einfließen würde. Diskutiert werden z.B. Steuern auf Plastikprodukte oder für grenzüberschreitend tätige Internet-Unternehmen. Die Antworten der SPD basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "The EU budget is currently financed primarily by contributions from the member states, the amount of which depends on the respective national economic strength. These contributions could be partially replaced by EU-wide taxes, the proceeds of which would flow directly into the EU budget. Taxes on plastic products or for Internet companies operating across borders are being discussed, for example. The responses of the CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 15,
    "explanation": {
      "de": "Derzeitige EU-Beitrittskandidaten sind Albanien, Montenegro, Nordmazedonien, Serbien und die Türkei. Für einen Beitritt ist ein einstimmiger Beschluss aller EU-Regierungen sowie des Europäischen Parlaments erforderlich. Außerdem muss der Beitrittsvertrag von allen Mitgliedstaaten ratifiziert werden. Die Antworten der CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "Current EU accession candidates are Albania, Montenegro, Northern Macedonia, Serbia and Turkey. Accession requires a unanimous decision by all EU governments as well as the European Parliament. In addition, the accession treaty must be ratified by all member states. The responses of the CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 16,
    "explanation": {
      "de": "Die EU-Mitgliedstaaten arbeiten in der Verteidigungspolitik zusammen; wird ein Mitgliedstaat angegriffen, sind die anderen verpflichtet, ihm Beistand zu leisten. Bislang unterhalten aber alle Staaten jeweils eine eigene nationale Armee, über deren Einsatz ausschließlich auf nationaler Ebene entschieden wird. Die Antworten der CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "EU member states cooperate on defense policy; if one member state is attacked, the others are obliged to assist it. Until now, however, all states have maintained their own national armies, the deployment of which is decided exclusively at the national level. The responses of the CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 17,
    "explanation": {
      "de": "Nach den EU-Defizitregeln darf die jährliche Neuverschuldung eines Mitgliedstaats höchstens 3% seines Bruttoinlandsprodukts betragen. Dabei wird in der Regel nicht berücksichtigt, ob die staatlichen Schulden zur Finanzierung von Konsum- oder von Investitionsausgaben dienen. 2020 schlug EU-Wirtschaftskommissar Paolo Gentiloni vor, die Defizitregeln zu reformieren, um den Mitgliedstaaten insbesondere im Bereich Klima- und Umweltschutz mehr Investitionen zu erlauben. Die Antworten der SPD und CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "According to EU deficit rules, a member state's annual new debt may not exceed 3% of its gross domestic product. As a rule, no account is taken of whether government debt is used to finance consumption or investment spending. In 2020, EU Economic Affairs Commissioner Paolo Gentiloni proposed reforming the deficit rules to allow member states to invest more, particularly in the areas of climate and environmental protection. The responses of the SPD and CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 18,
    "explanation": {
      "de": "Das EU-Parlament und die nationalen Regierungen im Rat haben sich im Juni 2021 auf das Europäische Klimagesetz geeinigt. Ihm zufolge soll die EU bis zum Jahr 2050 klimaneutral werden und bis 2030 ihre CO2-Emissionen um mindestens 55% im Vergleich zu 1990 senken. Die Antworten der SPD und CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "The EU Parliament and national governments in the Council agreed on the European Climate Change Act in June 2021. According to it, the EU should become climate neutral by 2050 and reduce its CO2 emissions by at least 55% by 2030 compared to 1990. The responses of the SPD and CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 19,
    "explanation": {
      "de": "In der Corona-Krise wurde der Wiederaufbaufonds Next Generation EU beschlossen. Der Fonds wird durch die Aufnahme gemeinsamer EU-Schulden finanziert und vergibt Zuschüsse und Kredite an EU-Länder, die besonders stark von der Wirtschaftskrise infolge der Corona-Pandemie getroffen wurden. Die Antworten der SPD und CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "During the Corona crisis, the NextGenerationEU recovery program was established. The program is financed by raising joint EU debt and provides grants and loans to EU countries that were hit particularly hard by the economic crisis resulting from the Corona pandemic. The responses of the SPD and CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 20,
    "explanation": {
      "de": "Der Bereich der politischen Bildung ist in den EU-Mitgliedstaaten bislang sehr unterschiedlich geregelt. Eine EU-Agentur könnte Tätigkeiten der Mitgliedstaaten koordinieren und unterstützen, aber auch selbst operativ tätig werden, um Wissen über die EU zu vermitteln. Die Antworten der SPD und CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "The field of civic education has so far been regulated very differently in EU member states. An EU agency could coordinate and support activities of the member states, but also become operational itself in order to impart knowledge about the EU. The responses of the SPD and CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 21,
    "explanation": {
      "de": "Nach den EU-Verträgen ist die Preisstabilität derzeit das \"vorrangige Ziel\" der EZB. Andere wirtschaftspolitische Ziele der EU unterstützt sie nur, \"soweit dies ohne Beeinträchtigung des Zieles der Preisstabilität möglich ist\". Hingegen verfolgt z.B. die US-amerikanische Federal Reserve das Ziel der Vollbeschäftigung gleichrangig mit Preisstabilität. Die Antworten der SPD und CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "Under the EU treaties, price stability is currently the ECB's \"primary objective\". It supports other EU economic policy objectives only \"to the extent that this can be done without prejudice to the objective of price stability\". By contrast, the U.S. Federal Reserve, for example, pursues the goal of full employment on an equal footing with price stability. The responses of the SPD and CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  },
  {
    "id": 22,
    "explanation": {
      "de": "Im EU-Türkei-Abkommen (auch EU-Türkei-Erklärung) von 2016 verpflichtet sich die Türkei, irreguläre Migration in die EU nach Möglichkeit zu verhindern und irreguläre Migrant:innen, die Griechenland erreichen und dort kein Asyl erhalten, wieder aufzunehmen. Im Gegenzug nimmt die EU für jede Syrer:in, die sie in die Türkei zurückbringt, eine andere Syrer:in aus der Türkei auf. Zudem unterstützt die EU die Türkei finanziell. Die Antworten der SPD und CDU/CSU basieren auf den Wahlprogrammen der Parteien und Äußerungen führender Politiker:innen.",
      "en": "In the 2016 EU-Turkey Agreement (also known as the EU-Turkey Statement), Turkey pledges to prevent irregular migration to the EU wherever possible and to readmit irregular migrants who reach Greece and are not granted asylum there. In return, for every Syrian:in it returns to Turkey, the EU takes in another Syrian:in from Turkey. In addition, the EU supports Turkey financially. The responses of the SPD and CDU/CSU are based on the parties' election programs and statements by leading politicians."
    },
    "reference": {}
  }
]