[
  {
    "id": 0,
    "category": {
      "de": "Eurozone",
      "en": "Eurozone"
    },
    "thesis": {
      "de": "Zur Stärkung des Euro sollte eine gemeinsame Wirtschaftspolitik für die Eurozone unter Leitung eines europäischen Ministers eingeführt werden.",
      "en": "A common economic policy should beintroduced under the supervision of a European Minister to strengthen the Eurozone."
    },
    "terminology": [
      0
    ]
  },
  {
    "id": 1,
    "category": {
      "de": "Europäisches Wahlrecht",
      "en": "European Elections"
    },
    "thesis": {
      "de": "Die Abgeordneten des Europäischen Parlaments sollen nach einem einheitlichen Wahlrecht über transnationale Listen gewählt werden.",
      "en": "Representatives of the European Parliament should be elected through a uniform/ standardised electoral law via a paneuropean list."
    },
    "terminology": [
      1
    ]
  },
  {
    "id": 2,
    "category": {
      "de": "Volksentscheid",
      "en": "Referenda on EU-level"
    },
    "thesis": {
      "de": "Änderungen an den europäischen Verträgen und andere grundlegenden Entscheidungen sollten in Zukunft über einen Volksentscheid auf europäischer Ebene beschlossen werden.",
      "en": "Amendments to the European Treaties or any other basic decisions should pass a resolution/ be determined through a referendum on European level. "
    },
    "terminology": [
      2
    ]
  },
  {
    "id": 3,
    "category": {
      "de": "Lobbying",
      "en": "Lobby control"
    },
    "thesis": {
      "de": "Einflussnahme auf europäische Gesetze soll durch ein Lobbyregister transparenter gemacht werden.",
      "en": "Influence on European laws is to be made more transparent by a lobby register."
    },
    "terminology": []
  },
  {
    "id": 4,
    "category": {
      "de": "Europäische Kommission",
      "en": "European Commission"
    },
    "thesis": {
      "de": "Die Europäische Kommission sollte verkleinert werden und besser durch das Parlament kontrolliert werden.",
      "en": "The European Commission should be scaled down and better controlled by the Parliament,"
    },
    "terminology": []
  },
  {
    "id": 5,
    "category": {
      "de": "Nationale Mitbestimmung",
      "en": "National Representation"
    },
    "thesis": {
      "de": "Die EU hat zu viele Aufgaben übernommen, die besser von den nationalen Parlamenten geregelt werden sollten.",
      "en": "The EU has undetaken too many tasks which should be fullfilled by national Parliaments."
    },
    "terminology": []
  },
  {
    "id": 6,
    "category": {
      "de": "Grenzkontrollen",
      "en": "Border controls"
    },
    "thesis": {
      "de": "Es sollte auch ausnahmsweise keine Grenzkontrollen im Schengen-Raum geben.",
      "en": "Even under special circumstances, border controls in the Shengen area should be entirely avoided."
    },
    "terminology": []
  },
  {
    "id": 7,
    "category": {
      "de": "Europäischer Grenzschutz",
      "en": "European border protection"
    },
    "thesis": {
      "de": "Alle Mitgliedstaaten sollten einen größeren Beitrag zum Schutz der EU-Außengrenzen leisten und ein eigenständig wirksamer europäischer Grenzschutz ausgebaut werden.",
      "en": "All Member States should make a greater contribution to the protection of the EU's external borders and build an effective European border protection."
    },
    "terminology": []
  },
  {
    "id": 8,
    "category": {
      "de": "Terrorismusbekämpfung",
      "en": "Fighting terrorism"
    },
    "thesis": {
      "de": "Es sollte ein gemeinsamer europäischer Geheimdienst zur effektiveren Terrorismusbekämpfung aufgebaut werden.",
      "en": "A joint European intelligence service should be set up to combat terrorism more effectively."
    },
    "terminology": []
  },
  {
    "id": 9,
    "category": {
      "de": "Cyberkriminalität",
      "en": "Cyber crime"
    },
    "thesis": {
      "de": "Die EU soll sich gemeinsam gegen internationale Cyber-Angriffe und Fake News mit einer Spezialeinheit zur Wehr setzen.",
      "en": "The EU is to introduce a special unit to fight against international cyber attacks and Fake News."
    },
    "terminology": [
      3,
      4
    ]
  },
  {
    "id": 10,
    "category": {
      "de": "Aufnahme von Geflüchteten",
      "en": "Refugee crisis"
    },
    "thesis": {
      "de": "Die EU soll keine weiteren Flüchtlinge mehr aufnehmen.",
      "en": "The EU should not accept any more refugees."
    },
    "terminology": []
  },
  {
    "id": 11,
    "category": {
      "de": "Rüstungsexporte",
      "en": "Defence exports"
    },
    "thesis": {
      "de": "Es sollte in der EU mehr Abstimmung bei Rüstungsexporten in Drittländer geben.",
      "en": "There should be more coordination in the EU for arms exports to third countries."
    },
    "terminology": [
      5
    ]
  },
  {
    "id": 12,
    "category": {
      "de": "UNO-Sicherheitsrat",
      "en": "UN Security Council"
    },
    "thesis": {
      "de": "Deutschland soll sich für einen gemeinsamen EU-Sitz im UN-Sicherheitsrat einsetzen.",
      "en": "Germany should commit to the Introducton of a joint EU Membership in the UN security council."
    },
    "terminology": [
      6
    ]
  },
  {
    "id": 13,
    "category": {
      "de": "Europäische Armee",
      "en": "European Army"
    },
    "thesis": {
      "de": "Langfristig sollten die EU-Mitgliedstaaten ihre Streitkräfte zu einer europäischen Armee vereinen.",
      "en": "In the long term the EU should unite all its armed forces in one greater european army."
    },
    "terminology": [
      7
    ]
  },
  {
    "id": 14,
    "category": {
      "de": "Gemeinsame Werte",
      "en": "Common values"
    },
    "thesis": {
      "de": "Die EU sollte auf globaler Ebene aktiver für ihre gemeinsamen Werte eintreten.",
      "en": "The EU should act more actively on a global level in promoting its values."
    },
    "terminology": []
  },
  {
    "id": 15,
    "category": {
      "de": "CO2-Steuer",
      "en": "Tax on CO2 emissions"
    },
    "thesis": {
      "de": "Auf europäischer Ebene sollte eine CO2-Steuer eingeführt werden die zur Finanzierung des EU-Haushaltes beiträgt.",
      "en": "At European level, a CO2 tax should be introduced to help finance the EU budget."
    },
    "terminology": [
      8,
      9
    ]
  },
  {
    "id": 16,
    "category": {
      "de": "Erneuerbare Energien",
      "en": "Renewable energy"
    },
    "thesis": {
      "de": "Es sollte auf europäischer Ebene ein eigenes Förderprogramm für regenerative Energien geben.",
      "en": "A funding programme for renewable energy shoudl be introduced on European level"
    },
    "terminology": []
  },
  {
    "id": 17,
    "category": {
      "de": "Ausgabe des EU-Budgets",
      "en": "Spending of EU-budget"
    },
    "thesis": {
      "de": "Die EU sollte mehr Geld in Bildung und Zukunftstechnologien und weniger in Agrarförderung investieren.",
      "en": "The EU should invest more money in education an new technologies and less in agricultural promotion. "
    },
    "terminology": []
  },
  {
    "id": 18,
    "category": {
      "de": "Mindestlöhne",
      "en": "Minimum wage"
    },
    "thesis": {
      "de": "Es sollten europaweit angemessene Mindestlöhne eingeführt werden.",
      "en": "Reasonable minimum wages should be introduced on a european level. "
    },
    "terminology": []
  },
  {
    "id": 19,
    "category": {
      "de": "Unternehmenssteuern",
      "en": "Business tax"
    },
    "thesis": {
      "de": "Es sollte europaweit einen einheitlichen Unternehmenssteuersatz geben und gegen Steuervermeidung durch international tätige Unternehmen sollte stärker vorgegangen werden.",
      "en": "There should be a uniform corporate tax rate throughout Europe and stronger measures against tax evasion by international corporations should be taken."
    },
    "terminology": []
  },
  {
    "id": 20,
    "category": {
      "de": "Freihandelsabkommen",
      "en": "Free trade agreements"
    },
    "thesis": {
      "de": " Freihandelsabkommen sollten allein durch das Europäische Parlament ratifiziert werden.",
      "en": "Free trade agreements should be ratified by the European parliament alone. "
    },
    "terminology": []
  },
  {
    "id": 21,
    "category": {
      "de": "Handelspolitik",
      "en": "Trade policy"
    },
    "thesis": {
      "de": "Die EU soll zum Schutz vor unrechtmäßiger Konkurrenz einheimischer Produkte und Unternehmen verstärkt Zölle erheben.",
      "en": "The EU should raise tariffs to protect domestic products and corporations from illegitimate competition."
    },
    "terminology": []
  },
  {
    "id": 22,
    "category": {
      "de": "Eurobonds",
      "en": "Eurobonds"
    },
    "thesis": {
      "de": "Die Staaten der Eurozone sollten gemeinsam Kredite aufnehmen können für die sie gemeinsam haften (Eurobonds).",
      "en": "The Eurozone countries should be able to jointly borrow loans for which they are jointly liable (Eurobonds)."
    },
    "terminology": []
  },
  {
    "id": 23,
    "category": {
      "de": "Gundrechte",
      "en": "Fundamental rights"
    },
    "thesis": {
      "de": "Die Nichteinhaltung europäischer Rechtsstandards sollte durch Kürzung von Fördermitteln sanktioniert werden.",
      "en": "The non-compliance of European legal standards should be sanctioned by a reduction in European funding. "
    },
    "terminology": []
  },
  {
    "id": 24,
    "category": {
      "de": "Arbeitslosenversicherung",
      "en": "Unemployment insurance"
    },
    "thesis": {
      "de": "Es sollte eine gemeinsame Arbeitslosenversicherung auf europäischer Ebene geben.",
      "en": "There should be a joint unemployment insurance scheme at European level."
    },
    "terminology": []
  },
  {
    "id": 25,
    "category": {
      "de": "Schuldenmanagement",
      "en": "Debt management"
    },
    "thesis": {
      "de": "Auf europäischer Ebene sollte der Fokus auf Investitionen anstatt auf Schuldenabbau liegen.",
      "en": "At European level, the focus should be on investment instead of debt reduction."
    },
    "terminology": []
  },
  {
    "id": 26,
    "category": {
      "de": "Elektromobilität",
      "en": "E-mobility"
    },
    "thesis": {
      "de": "Die EU sollte verstärkt in Elektromobilität und ein engmaschiges Netz an Ladestationen in ganz Europa investieren.",
      "en": "The EU should invest more in electromobility and a dense network of charging stations across Europe."
    },
    "terminology": []
  },
  {
    "id": 27,
    "category": {
      "de": "Europäischer Feiertag",
      "en": "European Holiday"
    },
    "thesis": {
      "de": "Es sollte einen gesamteuropäischen Feiertag zur Einheit Europas geben.",
      "en": "There should be an all-European holiday celebrating the unity of Europe."
    },
    "terminology": []
  },
  {
    "id": 28,
    "category": {
      "de": "Kostenloses Interrail",
      "en": "Free Interrail"
    },
    "thesis": {
      "de": "Zur interkulturellen Verständigung sollte die EU allen 18-jährigen EuropäerInnen eine Interrailkarte finanzieren.",
      "en": "For intercultural understanding, the EU should finance an Interrail ticket for all 18-year-old Europeans."
    },
    "terminology": []
  },
  {
    "id": 29,
    "category": {
      "de": "Arbeitslosenhilfe",
      "en": "Unemployment assistance"
    },
    "thesis": {
      "de": "Arbeitslose EU-Bürger sollten eine EU-finanzierte Starthilfe bekommen, wenn sie in einem anderen Land einen Job suchen bzw. annehmen wollen.",
      "en": "Unemployed EU citizens should receive an EU-funded aid if they are seeking or applying for a job in another country."
    },
    "terminology": []
  }
]
