[
  {
    "id": 0,
    "category": {
      "de": "Arbeitslosen-Rückversicherung",
      "en": "Unemployment Reinsurance"
    },
    "thesis": {
      "de": "Wenn ein EU-Staat von einer wirtschaftlichen Krise getroffen wird, sollen die anderen Mitgliedsländer ihn finanziell unterstützen (z.B. durch eine Arbeitslosen-Rückversicherung).",
      "en": "If an EU state is hit by an economic crisis, the other member states should support it financially (e.g. through unemployment reinsurance)."
    },
    "terminology": []
  },
  {
    "id": 1,
    "category": {
      "de": "Antidiskriminierung",
      "en": "Antidiscrimination"
    },
    "thesis": {
      "de": "Die Antidiskriminierungsregeln der EU sollen ausgebaut und auf neue Bereiche (z.B. Strafverfolgung) erweitert werden.",
      "en": "The EU's anti-discrimination rules should be expanded and extended to new areas (e.g. law enforcement)."
    },
    "terminology": []
  },
  {
    "id": 2,
    "category": {
      "de": "Asylzentren",
      "en": "Asylum centers"
    },
    "thesis": {
      "de": "Asylverfahren sollen nach Möglichkeit in Asylzentren außerhalb von Europa stattfinden, sodass nur anerkannte Flüchtlinge in die EU einreisen.",
      "en": "Asylum procedures should, if possible, take place in asylum centres outside Europe, so that only recognised refugees enter the EU."
    },
    "terminology": []
  },
  {
    "id": 3,
    "category": {
      "de": "Europäischer Mindestlohn",
      "en": "European minimum wage"
    },
    "thesis": {
      "de": "Die EU soll Mindeststandards für nationale Mindestlöhne festlegen.",
      "en": "The EU should set minimum standards for national minimum wages."
    },
    "terminology": []
  },
  {
    "id": 4,
    "category": {
      "de": "Frontex",
      "en": "Frontex"
    },
    "thesis": {
      "de": "Die europäische Grenzschutzagentur Frontex soll abgeschafft werden.",
      "en": "The European border protection agency Frontex should be abolished."
    },
    "terminology": []
  },
  {
    "id": 5,
    "category": {
      "de": "Außenpolitische Mehrheitsentscheidungen",
      "en": "Majority foreign policy"
    },
    "thesis": {
      "de": "Der Rat der EU soll alle außenpolitischen Entscheidungen per Mehrheitsbeschluss treffen können.",
      "en": "The Council of the EU should be able to take all foreign policy decisions by majority vote."
    },
    "terminology": []
  },
  {
    "id": 6,
    "category": {
      "de": "Sozialleistungen",
      "en": "Social benefits"
    },
    "thesis": {
      "de": "EU-Staaten sollen Sozialleistungen nur an ihre eigenen nationalen Bürger:innen auszahlen müssen.",
      "en": "EU states should only have to pay social benefits to their own national citizens."
    },
    "terminology": []
  },
  {
    "id": 7,
    "category": {
      "de": "Impfstoff-Patente",
      "en": "Vaccine patents"
    },
    "thesis": {
      "de": "Die EU soll sich für die Aufhebung des Patentschutzes für Corona-Impfstoffe einsetzen.",
      "en": "The EU should campaign for the removal of patent protection for Corona vaccines."
    },
    "terminology": []
  },
  {
    "id": 8,
    "category": {
      "de": "Vetorecht in der Steuer- und Sozialpolitik",
      "en": "Veto power in tax and social policy"
    },
    "thesis": {
      "de": "Im Rat der EU soll bei steuer- und sozialpolitischen Entscheidungen weiterhin jeder Mitgliedstaat ein Vetorecht haben.",
      "en": "In the Council of the EU, each member state should continue to have a veto right on tax and social policy decisions."
    },
    "terminology": []
  },
  {
    "id": 9,
    "category": {
      "de": "Unternehmenssteuer",
      "en": "Corporate tax"
    },
    "thesis": {
      "de": "Es sollen EU-Mindeststeuersätze für Unternehmen eingeführt werden.",
      "en": "EU minimum tax rates for companies should be introduced."
    },
    "terminology": []
  },
  {
    "id": 10,
    "category": {
      "de": "Nord Stream 2",
      "en": "Nord Stream 2"
    },
    "thesis": {
      "de": "Die Gas-Pipeline Nord Stream 2 soll wie geplant in Betrieb gehen.",
      "en": "The Nord Stream 2 gas pipeline should become operational as planned."
    },
    "terminology": []
  },
  {
    "id": 11,
    "category": {
      "de": "Unionsbürger-Wahlrecht",
      "en": "Union citizens' right to vote"
    },
    "thesis": {
      "de": "EU-Bürger:innen, die in einem anderen Mitgliedsland leben, sollen dort auch an regionalen und nationalen Wahlen teilnehmen dürfen.",
      "en": "EU citizens living in another member state should also be allowed to vote in regional and national elections there."
    },
    "terminology": []
  },
  {
    "id": 12,
    "category": {
      "de": "Gemeinsame Agrarpolitik",
      "en": "Common agricultural policy"
    },
    "thesis": {
      "de": "Die Vergabe von EU-Fördergeldern für die Landwirtschaft soll stärker an die Einhaltung von Umwelt- und Sozialstandards gekoppelt werden.",
      "en": "The allocation of EU subsidies for agriculture should be more closely linked to compliance with environmental and social standards."
    },
    "terminology": []
  },
  {
    "id": 13,
    "category": {
      "de": "Gesamteuropäische Listen",
      "en": "Transnational lists"
    },
    "thesis": {
      "de": "Ein Teil der Abgeordneten im Europäischen Parlament soll künftig über gesamteuropäische („transnationale“) Listen gewählt werden.",
      "en": "In future, some of the members of the European Parliament should be elected via pan-European (\"transnational\") lists."
    },
    "terminology": []
  },
  {
    "id": 14,
    "category": {
      "de": "EU-Eigenmittel",
      "en": "EU own resources"
    },
    "thesis": {
      "de": "Statt aus Beiträgen der Mitgliedstaaten soll der EU-Haushalt verstärkt aus europäischen Steuern (z.B. Plastik- oder Digitalsteuer) finanziert werden.",
      "en": "Instead of contributions from member states, the EU budget should be increasingly financed from European taxes (e.g. plastic or digital taxes)."
    },
    "terminology": []
  },
  {
    "id": 15,
    "category": {
      "de": "Erweiterungsstopp",
      "en": "EU enlargement freeze"
    },
    "thesis": {
      "de": "Mindestens bis zur nächsten Bundestagswahl in vier Jahren soll die EU keine neuen Mitgliedsländer aufnehmen.",
      "en": "At least until the next general election, the EU should not admit any new member states."
    },
    "terminology": []
  },
  {
    "id": 16,
    "category": {
      "de": "EU-Armee",
      "en": "EU army"
    },
    "thesis": {
      "de": "Langfristig sollen die EU-Mitgliedstaaten ihre Streitkräfte zu einer europäischen Armee zusammenschließen.",
      "en": "In the long term, the EU member states are to merge their armed forces into a European army."
    },
    "terminology": []
  },
  {
    "id": 17,
    "category": {
      "de": "Defizitregeln",
      "en": "Deficit rules"
    },
    "thesis": {
      "de": "Die EU-Defizitregeln sollen reformiert werden, um Mitgliedstaaten mehr Investitionen zu ermöglichen.",
      "en": "The EU deficit rules should be reformed to allow member states to invest more."
    },
    "terminology": []
  },
  {
    "id": 18,
    "category": {
      "de": "Klimaneutralität",
      "en": "Climate neutrality"
    },
    "thesis": {
      "de": "Die EU soll bereits vor dem Jahr 2050 Klimaneutralität erreichen.",
      "en": "The EU should achieve climate neutrality before 2050."
    },
    "terminology": []
  },
  {
    "id": 19,
    "category": {
      "de": "EU-Anleihen",
      "en": "EU bonds"
    },
    "thesis": {
      "de": "Die EU soll auch in Zukunft Schulden aufnehmen, um wie in der Corona-Krise schweren Konjunktureinbrüchen entgegenzuwirken und Investitionen zu tätigen.",
      "en": "The EU should continue to take on debt in order to counteract severe economic downturns and to make investments, as it did during the Corona crisis."
    },
    "terminology": []
  },
  {
    "id": 20,
    "category": {
      "de": "Politische Bildung",
      "en": "Political education"
    },
    "thesis": {
      "de": "Es soll eine Europäische Agentur für Politische Bildung eingerichtet werden.",
      "en": "A European Agency for Civic Education should be established."
    },
    "terminology": []
  },
  {
    "id": 21,
    "category": {
      "de": "EZB-Mandat",
      "en": "ECB mandate"
    },
    "thesis": {
      "de": "Die Europäische Zentralbank soll bei ihrer Geldpolitik Umwelt- und Sozialkriterien ebenso berücksichtigen wie das Ziel der Preisstabilität.",
      "en": "The European Central Bank should take environmental and social criteria into account in equal measure compared to its price stability objective when making its monetary policy decisions."
    },
    "terminology": []
  },
  {
    "id": 22,
    "category": {
      "de": "EU-Türkei-Abkommen",
      "en": "EU-Turkey agreement"
    },
    "thesis": {
      "de": "Die EU soll das EU-Türkei-Abkommen beenden.",
      "en": "The EU should end the EU-Turkey Agreement."
    },
    "terminology": []
  }
]